{"name":"PAC-MAN Premium","size_bytes":100788224,"price":3.99,"ver":"6.3.5","cont_rating":"4+","description":"SAVE 20%, now only $3.99 for a limited time!\n\nOne of the most popular video games in arcade history!\n2015 World Video Game Hall of Fame Inductee\n\nWho can forget the countless hours and quarters spent outrunning pesky ghosts and chompin’ on dots? Now you can have the same arcade excitement on your mobile devices! \nGuide PAC-MAN through the mazes with easy swipe controls, a MFi controller, or kick it old school with the onscreen joystick!\nEat all of the dots to advance to the next stage. Go for high scores and higher levels! Gain an extra life at 10.000 points! Gobble Power Pellets to weaken ghosts temporarily and eat them up before they change back. Avoid Blinky, the leader of the ghosts, and his fellow ghosts Pinky, Inky, and Clyde, or you will lose a life. It’s game over when you lose all your lives.\n\n9 NEW MAZES Included!!!\nThe game includes 9 new mazes in addition to the pixel for pixel recreation of the classic original maze. Challenge your skill to beat them all! We are constantly updating the game with new maze packs that you can buy to complete your PAC-MAN collection.\n\nHINTS and TIPS!!!\nInsider pro-tips and hints are being made available for the first time in-game! Use these to help you become a PAC-MAN champion!\n\nFEATURES:\n• New tournaments\n• New Visual Hints and Pro-tips\n• New mazes for all new challenges\n• Play an arcade perfect port of classic PAC-MAN\n• Two different control modes\n• Three game difficulties (including the original 1980 arcade game)\n• Retina display support\n• MFi controller support","genre":"Games"}
{"name":"Evernote - stay organized","size_bytes":158578688,"price":0.0,"ver":"8.2.2","cont_rating":"4+","description":"Let Evernote change the way you organize your personal and professional projects. Dive in: take notes, create to-do lists, and save things you find online into Evernote. We’ll sync everything between your phone, tablet, and computer automatically.\n\n---\n\n“Use Evernote as the place you put everything… Don’t ask yourself which device it’s on—it’s in Evernote” – The New York Times\n\n“When it comes to taking all manner of notes and getting work done, Evernote is an indispensable tool.” – PC Mag\n\n---\n\nGET ORGANIZED\nEvernote gives you the tools you need to keep your work effortlessly organized:\n• Write, collect and capture ideas as searchable notes, notebooks, checklists and to-do lists\n• Take notes in a variety of formats, including: text, sketches, photos, audio, video, PDFs, web clippings and more\n• Use the camera to effortlessly scan, digitize, and organize your paper documents, business cards, handwritten notes and drawings\n• Use Evernote as a digital notepad and easy-to-format word processor for all your thoughts as they come\n\nSYNC ANYWHERE\nEvernote gives you the ability to sync your content across devices:\n• Sync everything automatically across any computer, phone or tablet\n• Start your task working on one device and continue on another without ever missing a beat\n• Add a passcode lock to the mobile app for more privacy\n\nSHARE YOUR IDEAS\nEvernote gives you the tools to share, discuss and collaborate productively with others:\n• Create, share and discuss with the people who help get your work done, all in one app\n• Search within pictures and annotate images to give quick feedback\n• Develop your projects faster and let multiple participants work on different aspects\n\nEVERNOTE IN EVERYDAY LIFE\n• Make personal checklists to keep your thoughts organized\n• Set reminders to keep on top of activities and write to-do lists\n• Gather, capture and store every thought you need to stay productive\n• Plan events such as holidays, weddings or parties\n\nEVERNOTE IN BUSINESS\n• Create agendas, write memos and craft presentations\n• Annotate documents with comments and thoughts during team meetings, then share with colleagues\n• Get your projects underway faster and maximise productivity by letting multiple participants access and work on different aspects alongside each other\n\nEVERNOTE IN EDUCATION\n• Keep up with lecture notes so you don’t miss a vital thought\n• Clip and highlight articles from the web for academic research\n• Plan and collaborate for better academic group work\n\nBETTER NOTE INTERACTION WITH 3D TOUCH\n• Quick Actions for faster note creation and search\n• Sketch in notes with pressure sensitive ink\n\nEVERNOTE FOR APPLE WATCH\n• Dictate notes and they will be transcribed in Evernote\n• Dictate searches and get results on your Apple Watch\n• View newly created & updated notes\n• Set reminders, get notifications, and never forget anything\n\n---\n\nAlso available from Evernote:\n\nEVERNOTE PLUS - More space. More devices. More freedom.\n• 1 GB of new uploads each month\n• Unlimited number of devices\n• Access your notes and notebooks offline\n• Save emails to Evernote\n$3.99 monthly, $34.99 annually\n\nEVERNOTE PREMIUM - The ultimate workspace.\n• 10 GB of new uploads each month\n• Unlimited number of devices\n• Access your notes and notebooks offline\n• Save emails to Evernote\n• Search inside Office docs and attachments\n• Annotate PDFs\n• Scan and digitize business cards\n• Show notes as presentations, instantly (desktop only)\n$7.99 monthly, $69.99 annually\n\n---\n\nPrice may vary by location. Subscriptions will be charged to your credit card through your iTunes account. Your subscription will automatically renew unless canceled at least 24 hours before the end of the current period. You will not be able to cancel the subscription once activated. Manage your subscriptions in Account Settings after purchase.\n\n---\n\nPrivacy Policy: https:\/\/evernote.com\/legal\/privacy.php \nTerms of Service: https:\/\/evernote.com\/legal\/tos.php","genre":"Other"}
{"name":"WeatherBug - Local Weather, Radar, Maps, Alerts","size_bytes":100524032,"price":0.0,"ver":"5.0.0","cont_rating":"4+","description":"Download the most popular free weather app powered by the largest professional weather network in the world! Our weather network delivers the fastest alerts and the best real-time forecasts (current, hourly and 10-day).\n\n“I love WeatherBug! It’s always accurate & is the first place I go for up-to-the minute weather!” –iOS User\n\nIt's easy to use and has 18 different weather maps including Doppler radar, lightning, wind, temperature, alerts, pressure, and humidity. Join millions who rely on WeatherBug every day!\n\n\nTRACK ANY CONDITION\n• North American Doppler Radar: See Doppler radar across the United States, Canada, Mexico, Alaska & Hawaii\n• PulseRad® Radar: Get radar for many international locations using patented Earth Networks Total Lightning Network® technology.\n• Real-Time Pinpoint Forecasts: Get the most accurate current, hourly and 10-day weather forecasts\n• Enhanced Interactive Map: Visualize weather conditions with 18 weather maps\n• Spark Lightning Alerts: Your personal lightning detector, Spark gives you minute-by-minute, mile-by-mile lightning proximity alerts\n• Real-Time Traffic Conditions: View current traffic conditions to better plan your day\n• Apple Watch Support: Get vital weather information directly on your Apple Watch, including alerts, glances, and complications\n• Lifestyle Forecasts: Know how weather will impact your sports games, workouts, allergies, chronic pain and much more\n• Hurricane Center: Stay informed of all hurricane forecasts and changing conditions to protect you and your loved ones\n\n\nLARGEST WEATHER NETWORK\n• Forecasts for 2.6 million+ locations worldwide\n• Largest total lightning detection network\n• 10,000+ professional-grade weather stations\n• Live weather & traffic cameras\n\n\nFASTEST WEATHER ALERTS\n• Get notified of severe weather 50% faster with our Dangerous Thunderstorm Alerts\n• Receive all National Weather Service watches and warnings\n\n\nBe prepared. Know Before™. Download the app used and loved by millions, voted the “Best Weather App for iPads” by AppPicker, and “Best App for Moms” by Parent Magazine - WeatherBug!","genre":"Other"}
{"name":"eBay: Best App to Buy, Sell, Save! Online Shopping","size_bytes":128512000,"price":0.0,"ver":"5.10.0","cont_rating":"12+","description":"The eBay app is the best way to find anything you need, from dresses, handbags and fashion accessories to new & used cars. Browse our inventory of millions of products from sellers locally and globally to find exactly what you're looking for at a great price.\n\nWith the eBay app, you can buy or sell items and manage your eBay experience wherever you are! Scan products to get info, compare prices or set up a store page instantly- even create a custom page with important details from scanned items. Notifications will let you know each time an auction ends, a customer messages or a user outbids you in an auction so you can stay up to date on the go.\n\nBuy and sell in categories like:\n\neBay Motors\n• Buy new and used cars, trucks, motorcycles and more\n• Outfit your vehicle with decals, accessories and safety equipment\n\nClothing, Shoes & Accessories\n• Find your favorite brands at unbeatable prices\n• Browse sneakers and rare shoes from other collectors\n• Buy designer fashion, jewelry, watches and more cheaper than in-store\n\nHome & Garden\n• Home decor, furniture, paintings, pillows and more\n• Garden and patio furniture, tools and decorations\n• Fun DIY projects, and the materials to make them\n\nHealth, Beauty & More\n• Makeup products from top brands\n• Name brand beauty products & gift ideas\n\nElectronics, Cell Phones & Accessories\n• Find the perfect phone for you and get the best price\n• Get cases, chargers, headphones and accessories for your new phone\n• Miss out on that Black Friday deal? Find amazing deals all year on TVs, laptops and more\n\nSports Equipment & Apparel\n• Workout gear and equipment, new or used\n• Jerseys and apparel from your favorite teams\n\nAnd so much more!\n\nWith the eBay app you can:\n\nBid and buy for incredible discounts:\n• Browse eBay Deals to find featured discounts on top brands, all with free shipping.\n• Find deals on new items or purchase in bulk straight from the source.\n• Search the best deals on millions of items.\n• Price check with different sellers to get the best deal.\n\nSave money on the products you love:\n• Find everything you need for Spring renovations at the right price.\n• Get the things you love for the right price. New or used, eBay has everything from clothes to electronics to cars.\n• Buy your favorite items from our trusted sellers and save money.\n• Choose Buy It Now to get the items you need instantly.\n• Follow your favorite searches and sellers for quick access to the latest inventory.\n\nSell your items in minutes:\n• List your used, new or duplicate items and start making extra money.\n• Choose Buy It Now listings or online auctions to sell anything.\n• Auto-fill product details for even faster setup.\n\nStay up to date with push notifications:\n• See when customers view, bid and watch your items.\n• Message buyers, with instant notifications when they respond.\n\nDiscover new items with our improved browsing experience:\n• Use the new and improved eBay search to find new items\n• Get personalized recommendations based on your shopping habits\n\nTrack orders and get notifications:\n• Get customizable alerts about your eBay items and activity.\n• Track your packages.\n• Leave feedback for sellers.\n• Read and respond to eBay messages.\n• Report missing or un-shipped items.\n\nUse the barcode scanner to search and sell stuff faster:\n• Scan items to search eBay for deals.\n• Auto-create a listing with a simple scan to speed up the selling process.\n• Users scanning items will be able to find your listings faster than ever.\n\neBay gets you top prices on the items you love, and the best value for the things you want to sell. Whether you shop or sell, eBay’s mobile app does it all. We’ll stop here so you can start shopping now.\n\nDownload the eBay app and start your search today!\n_____________________________________\n\nKEEP IN TOUCH\nThanks to all our loyal fans for your support and suggestions! Your feedback is important to us. Please contact us with any questions by tweeting @askebay or join the discussion at www.ebay.com\/iOS","genre":"Other"}
{"name":"Bible","size_bytes":92774400,"price":0.0,"ver":"7.5.1","cont_rating":"4+","description":"On more than 250 million devices around the world, people are reading, listening to, watching, and sharing the Bible using the #1 rated Bible App—completely free. Over 1,000 Bible versions, in hundreds of languages. Hundreds of Reading Plans, in over 40 languages. Add your own Verse Images, highlights, bookmarks, and public or private notes.\n\nCustomize your reading experience. Access everything when you’re connected, or download specific versions for offline use.\n\nThe Bible App lets you explore the Bible with your closest friends. Share honest conversations about Scripture with a community of people you know and trust. Learn along with them as you see what they’re discovering.\n\nREAD THE BIBLE\n* Set your Bible App’s interface for your choice of more than 30 languages.\n* Easily select from hundreds of Bible versions, in over 775 languages.\n* Choose from popular versions like the NIV, NASB, ESV, NKJV, NLT, KJV, The Message, and more.\n* Offline Bibles: Read even without network access (available for select versions).\n* Listen to audio Bibles and enjoy all-new skip, playback speed, and timer controls. (Audio Bibles available for select versions and are not downloadable).\n\nUSE THE BIBLE WITH YOUR FRIENDS\n* Put the Bible at the center of your closest relationships with mutual friendships in the Bible App\n* See a stream of Bible activity that shows what you and your friends are noting, bookmarking, and highlighting\n* Comment to share your thoughts, ask questions, and have meaningful conversations in the app as you study God’s Word together\n\nSTUDY THE BIBLE\n* Hundreds of Plans: you’ll find devotionals, as well as Plans that lead you through specific topics, portions of the Bible, or even the entire Bible in a year.\n* Watch and share clips from ‘The Bible’ TV miniseries, the world-changing ‘JESUS’ film, and ‘The Lumo Project.’\n* Search the Bible using keywords.\n\nCUSTOMIZE YOUR BIBLE\n* All-new Themes let you select a color palette for your entire Bible App experience.\n* Verse Images: Turn Bible verses into shareable art.\n* Highlight with custom colors—just like a paper Bible.\n* Bookmark passages: Share, memorize, or just keep track of your favorites.\n* Share verses with friends using social networks, email, or SMS (text).\n* Add notes to passages: Keep them private so only you can see them, or make them public to share with friends.\n* With a free YouVersion account, see all of your notes, highlights, bookmarks, and reading plans on any supported device through cloud syncing.\n* Read easier with settings like fonts, text size, and contrast for bright or low-light conditions.\n\nCONNECT WITH YOUVERSION\n* Contact support from directly inside the Bible App.\n* Like us on Facebook: http:\/\/facebook.com\/youversion\n* Follow us on Twitter: http:\/\/twitter.com\/youversion\n* Catch up on the latest on our blog: http:\/\/blog.youversion.com\n* Use YouVersion online: http:\/\/bible.com\n\nDownload the world’s #1 Bible App now and enjoy the Bible reading experience loved by millions!","genre":"Other"}
{"name":"Shanghai Mahjong","size_bytes":10485713,"price":0.99,"ver":"1.8","cont_rating":"4+","description":"★ WINNER \"BEST GAME\" 2009\n★ 3rd PLACE WINNER \"BEST APP EVER\" 2010\n\"Quite honestly, if you enjoy the game of Mahjong even a little bit, you’d be nuts not to buy this game. It’s the best mahjong available for the iPad or the iPhone\" — 148Apps\n\n\"Shanghai Mahjong app is the best Mahjong app available on iTunes\" — slapapp.com\n\n\"This is arguably the best digital version of the game I’ve ever played\" — macgamer.com\n\n\"absolutely gorgeous!\" — gear diary\n\n\"If you've been stuck trying to decide which mahjong solitaire game in the App Store will get you the most bang for your buck, it’s time to stop wracking your brain and give Shanghai a try.  It’s a gorgeous and über customizable version of the game you know and love\" — appadvice.com\n\n\"With solid controls, a variety of game modes, and nearly endless customization via direct downloads, Shanghai Mahjong came away the winner in our Games category. — iLounge.com\n\n\"13th Top iOS App of all time\" -  148Apps\n\n\"You’d be seriously hard-pressed to find a nicer looking mahjong app than Shanghai\" — appsafari\n\nShanghai Mahjong, one of the most popular games of all time, returns in this definitive edition. Whether you have two minutes or two hours you'll quickly lose yourself in this classic tile-matching obsession. Shanghai has been carefully designed to look amazing on whichever device you decide to run it on: iPhone, iPad or iPod Touch. \n\nFeatures:\n\n• Photorealistic game tiles\n• 50+ tilesets keep the game fresh\n• 200 different layouts keep your mind active\n• 33 Challenging Game Center achievements\n• Unique Windstorm mode adds new game twists\n• Personalize with custom backgrounds\n• Global Leader boards\n• Detailed Game statistics\n• Supports your background music\n• Post scores to Facebook\n• Fully supports iOS4 and the Retina display.\n\nUNLIMITED CUSTOMIZATION\n=======================\nThose that think that classic Mahjong is so 1924 can rest easy. Now you can choose from an ever expanding library of tilesets to keep the game fresh. From Fractals to Trippy Polish Cinema we automatically make new sets available as they're cranked off the production line.\n\nYou can further personalize the look of the game with an unlimited selection of backgrounds. Choose images from your photo album or from a selection of custom designed artwork\n\nFrom fast two minute games to extended head scratchers, quickly choose from over 200 layouts or select one at random each time you start a game. \n\nLEADERBOARDS AND ACHIEVEMENTS\n===============================\nWondering if you're king of the tile heap? Now you can see how you stack up against friends and other players world wide. From Morphious Moves to Slaying Dragons Shanghai's 33 built-in Game Achievements are guaranteed to test your zen-mettle in new and challenging ways.","genre":"Games"}
{"name":"PayPal - Send and request money safely","size_bytes":227795968,"price":0.0,"ver":"6.12.0","cont_rating":"4+","description":"Description\nTAP INTO YOUR MONEY\nSend money or pay online to almost anywhere in the world in just seconds. Manage all the ways you send, receive, and spend money at a glance – download the PayPal payment app today.\n\nSEND MONEY IN SECONDS\nTransfer money to PayPal account holders in over 100 countries using just their email address or mobile number. When the money arrives in their account (usually in seconds), they can spend the money online or withdraw it with just a tap. And it’s completely free when you send money to friends in the US from your bank account or PayPal balance.\n\nGET PAID WITH EASE\nSend a request for money that allows people to pay you back with just a tap. Whether you’re collecting money for a group gift or something you sold online, PayPal mobile app makes it easy for them and even easier for you. \n\nSTAY ON TOP OF IT ALL\nWhenever you send, receive, and spend money with PayPal, the app sends an instant notification to help you keep track of it all. Whether you use PayPal Credit, your balance, your bank, or your debit and credit cards to pay with PayPal - you can find everything and anything you need to simply manage it all in this secure payment app.","genre":"Other"}
{"name":"Pandora - Music & Radio","size_bytes":130242560,"price":0.0,"ver":"8.4.1","cont_rating":"12+","description":"Find the music you love and let the music you love find you. \n\nPandora gives you a personalized music experience that continually evolves with your tastes. Create free personalized stations from songs, artists or genres.\n\nWant more?\n\nPandora Premium™\nPersonalized radio meets on-demand listening for $12.99\/month.\n• Search and play your favorite songs and albums\n• Create playlists, not worklists - on your own or powered by Pandora\n• Download the songs you want to listen offline\n• Unlimited skips and replays\n• Higher quality audio\n• Listen with no ads\n\nPandora Plus™\nListen with more control and no ads for $4.99\/month. \n• Unlimited skips and replays\n• Higher quality audio\n• Offline listening for your favorite stations\n\nYour Pandora Plus or Premium subscription will automatically renew each month and your credit card will be charged through your iTunes account. You can turn off auto-renew at any time from your iTunes account settings.\n\nTerms and conditions:\nwww.pandora.com\/legal\nwww.pandora.com\/legal\/subscription\nwww.pandora.com\/privacy\n\nNotes:\nPandora Premium will be rolling out to all U.S. listeners on mobile devices soon. Pandora Plus is available in the U.S., Australia and New Zealand. Replay and offline on Pandora Plus are only available in the U.S.\n\nSome advertising exclusions apply. Skips, replays and offline features may be limited by certain licensing restrictions. Pandora may use large amounts of data, and carrier data charges may apply. For best results, we recommend you connect your device to trusted Wi-Fi networks when available.","genre":"Other"}
{"name":"PCalc - The Best Calculator","size_bytes":49250304,"price":9.99,"ver":"3.6.6","cont_rating":"4+","description":"PCalc is the powerful choice for scientists, engineers, students, programmers, or indeed anybody looking for a feature rich calculator. It includes an optional RPN mode and multi-line display, a choice of button layouts, an extensive set of unit conversions and constants, a paper tape, multiple undo and redo, engineering and scientific notation, as well as support for hexadecimal, octal, and binary calculations.\n\nIncludes an Apple Watch app, so you can calculate on your wrist!","genre":"Utilities"}
{"name":"Ms. PAC-MAN","size_bytes":70023168,"price":3.99,"ver":"4.0.4","cont_rating":"4+","description":"Now with MFi controller support!\n\nMs. PAC-MAN by Namco is one of the most popular video games in American arcade history! Who can forget the countless hours and quarters spent outrunning ghosts and chomping dots? \n\nRe-live the retro action on your iPhone with the queen of the arcades! \n\n- Navigate through the mazes by touching the onscreen Directional Pad in D-Pad Mode. \n- Chomp on dots with the swipe of a finger in Swipe Mode. Munch fruits and other items for big points! \n\nChomp all of the dots to advance to the next stage. Go for high scores and high levels! Gain an extra life at 10,000 points! Gobble blinking Power Pellets to weaken ghosts temporarily and eat them up before they change back. Avoid Blinky, the leader of the ghosts, and his fellow ghosts Pinky, Inky and Sue, or you will lose a life. Lose all your lives and it’s game over! \n\nCHECK OUT THESE OTHER COOL BANDAI NAMCO GAMES: \n\n- PAC-MAN Championship Edition DX\n- PAC-MAN\n- PAC-MAN Friends","genre":"Games"}
{"name":"Solitaire by MobilityWare","size_bytes":49618944,"price":4.99,"ver":"4.10.1","cont_rating":"4+","description":"Solitaire by MobilityWare is the ORIGINAL maker of Solitaire with Daily Challenges. We’ve made some incredible updates to our Solitaire to include fun new features! Don’t forget, with this version you will enjoy Ad-Free game play! If you like Windows Solitaire, you're going to love this app. The familiar Windows Solitaire game you used to play on your computer is now available on the go!\n\nWe have NEW THEMES! Summer Sports, Summer, Fall, New Year’s, Spring and Rainy Day!\n\nCheck out the new Solitaire iMessage Stickers for your text messages! To send a sticker, open your Messages app. Tap the Apps button (which looks like the App Store icon), then select our Solitaire icon to view and pick from the sticker pack.\n\nWe’ve always aimed to recreate the simple fun of the classic game of Solitaire. Each day you’ll receive a unique Daily Challenge. Solve the Daily Challenge and receive a crown for that day. Earn trophies each month by winning more crowns! Your Daily Challenges, crowns, and current trophy status are available to view any time.\n\nPlay by yourself or challenge other players in real-time. Solitaire can deal the same hand to multiple players so they can compete against each other at the same time. You can have your choice of playing with your friends or testing your solitaire strategy against a completely random player. Just because it’s Solitaire doesn’t mean that the play has to be solitary!\n\nHaven't won in a while? The Winning Deals feature creates a game that deals hands guaranteed to have at least one winning solution. Use \"Show Me How To Win\" to help walk you through the moves required to win the deal if you still need a hand.\n\nThink you have the best Solitaire score around? With Apple's Game Center enabled, you can check the Game Center leaderboards to see how your Solitaire skills stack up against top players all around the world!\n\nSolitaire is a universal app, playable in the best resolution available for each Apple device. \n\nFEATURES:\n-Ad Free\n-NEW iMessage Stickers\n-NEW Theme Packs\n-Daily Challenges\n-Multiplayer Solitaire\n-Winning Deals\n-Show Me How To Win\n-Game Center leaderboards\n-3D Touch in phone menu\n-Draw 1 card\n-Draw 3 cards\n-Portrait\n-Landscape\n-Custom card backs\n-Custom backgrounds\n-Achievements\n-Right or left handed play\n-Game state saved when interrupted\n-Unlimited undo\n-Auto complete to finish game\n-Standard scoring\n-Vegas scoring\n-Statistics\n-Accessibility Settings\n\nThe addicting game you’ve been playing on your computer for years now goes wherever you do. Download Solitaire today!\n\nFor answers to frequently asked questions, head over to\nhttp:\/\/www.mobilityware.com\/support.php\n\nLIKE US on Facebook\nhttp:\/\/www.facebook.com\/mobilitywaresolitaire\n\nFOLLOW US on Twitter\n@mobilityware\n\nFor the latest info and what we are up to, check out\nhttp:\/\/www.MobilityWare.com\/\n\nCreated and supported by MobilityWare","genre":"Games"}
{"name":"SCRABBLE Premium","size_bytes":227547136,"price":7.99,"ver":"5.19.0","cont_rating":"4+","description":"CONNECT WITH FRIENDS. PLAY WITH WORDS. Get a game of SCRABBLE going with just about anyone – or play solo against the computer! Plus, now you can play SCRABBLE in English, French, Italian, German, Spanish, or Brazilian Portuguese.\n \nWHO WILL YOU PLAY?\n• Challenge friends via Facebook and more\n• Find an instant opponent with a single touch \n• Play solo against the computer to improve your skills \n• Get numerous games going at once – more than any word game on the App Store\n \nSHOW OFF YOUR SKILLS \nConnect to Facebook and share your best scores. You can even talk a good game with enhanced chat and notification features.\n \nIMPROVE YOUR SCORES WITH THE TEACHER\nBecome a SCRABBLE master with the exclusive “Teacher” feature - see what your best word could have been after every turn.\n \nLOSS FOR WORDS?\nUse the in-game word list, built-in official SCRABBLE dictionary, or the exclusive Best Word feature to see your highest scoring choices.\n \nTHINK FAST\nWant to recreate the feeling of a real-time in-person game? Try the new Speed Play mode where you and your opponent agree to 2 or 5 minute turns. If words aren't played in time, nudge and forfeit options are unlocked. \n \nLOOK SHARP!\nView every detail on the board with HD-quality graphics made to maximize the Retina display.\n \nReady for the first and last word in word games? Don’t accept imitations. Just say, “LET’S PLAY SCRABBLE!\n\n\n\nRequires acceptance of EA’s Privacy & Cookie Policy and User Agreement.","genre":"Games"}
{"name":"Google – Search made just for mobile","size_bytes":179979264,"price":0.0,"ver":"27.0","cont_rating":"17+","description":"The Google app keeps you in the know about the things you care about. Find quick answers, explore your interests, and get a feed of updates on what matters to you. The more you use the Google app, the better it gets.\n\nTalk instead of type:\n• Say “Ok Google” then ask a question* \n• Google will speak the answer aloud\n\nAsk Google to help you do things:\n• “What are good restaurants nearby?”\n• “Where is my package?”\n\nPersonalize your feed and get notifications:\n• Start your morning with weather, news & traffic\n• Get updates on sports, movies & events\n\nMore about the Google app: http:\/\/www.google.com\/search\/about\n\n* requires iPhone 4s or later","genre":"Utilities"}
{"name":"Bank of America - Mobile Banking","size_bytes":160925696,"price":0.0,"ver":"7.3.8","cont_rating":"4+","description":"Bank conveniently and securely with the Bank of America® Mobile Banking app¹ for U.S.-based accounts².\n\nManage Your Bank Accounts and Finances\n• Review activity and balances in checking, savings and credit card accounts\n• View mortgage, auto loan and linked Merrill Edge® and Merrill Lynch® investment account balances \n• Activate or replace credit\/debit cards³ \n• Set or edit travel notices for eligible cards\n• Order check copies³\n• Set app alerts to be notified of important account and security info (data connection required; wireless fees may apply)\n\nMobile Money Transfer\n• Securely send and receive money using a mobile number or email address (including to and from U.S. accounts outside of Bank of America)⁴\t\n• Transfer funds between your Bank of America accounts \n \nMobile Bill Pay⁵\n• Schedule\/edit\/cancel payments\n• Pay eBills\n• Add\/Edit Pay To accounts\n \nMobile Check Deposit\n• Simply take photos of checks to deposit them \n• Immediately see the processing deposit in your account⁶\n \nContact Us Easily\n• Quickly reach a representative for help or questions with your accounts⁷\n• Schedule an appointment to meet with a specialist\n• Find ATMs and financial centers\n \nSpecial Offers & Deals\n• Get cash back with BankAmeriDeals® when you use your eligible Bank of America credit\/debit cards⁸\n• Get exclusive credit card offers\t\n \nHelp Stay Secure\n• Change Online ID or Passcode \n• Set up Touch ID® to securely sign in to the app instead of using your Passcode\n• If fraudulent activity is suspected on your debit or credit card, we'll notify you when you sign in to the app so you can verify your transactions and unblock your card\n\nApple Watch®\n• View account activity and balances \n• Receive alerts\n\nApple Watch Terms & Conditions: From your iPhone®, launch BofA app, go to Profile & Settings > Apple Watch \n\n\n¹ All App features may not be available at all locations.\n² Requires U.S. residence for opening accounts.\n³ Fees may apply.\n⁴ Email and mobile transfers require enrollment in the service and must be made from a Bank of America consumer checking or savings account to a domestic bank account. Recipients have 14 days to register to receive money or the transfer will be canceled. Dollar and frequency limits apply. See the Online Banking Service Agreement for details, including cut-off and delivery times. Data connection required. Wireless carrier charges may apply.\n⁵ To use Bill Pay, you must first enroll in the service through Online Banking.                                                                                \n⁶ Mobile Check Deposits are subject to verification and not available for immediate withdrawal. In the app, select Help & Support, then Mobile Check Deposit for details, including funds availability, deposit limits, proper disposal of checks, restrictions and terms and conditions. Requires at least a 2-megapixel camera. Data connection required. Wireless carrier fees may apply. \n⁷ This feature is not available to all mobile banking customers. Data connection required. Wireless carrier fees may apply.\n⁸ Earned cash back credited the month following redemption. See Terms for other restrictions.\n \nApp Permissions:\nTo use our app, you’re required by the app store to accept App Permissions to allow access to certain functions on your device. Our app doesn’t access these functions until you use the associated feature, such as using your location to find an ATM. For more information, visit our in-app Help. \n \nHaving general app issues? Visit our in-app Help for troubleshooting. \n \nTerms\/Service Agreement: www.bankofamerica.com\/serviceagreement\n \niPhone, Touch ID and Apple Watch are registered trademarks of Apple Inc. \n \nBank of America and related trademarks are trademarks of Bank of America Corporation\nBank of America, N.A. Member FDIC\n© 2017 Bank of America Corporation","genre":"Other"}
{"name":"FreeCell","size_bytes":55153664,"price":4.99,"ver":"4.0.3","cont_rating":"4+","description":"Play the BEST FreeCell Solitaire game on your Apple device, made by MobilityWare -- the #1 Solitaire developer!\nFreeCell has a fresh new look, and a BRAND NEW Goal Progression feature! Each day you will receive new goals to tackle. Complete daily goals to gain XP and level up to exclusive titles! With this purchased version, enjoy ad-free play!\n\nFreeCell Solitaire is one of the most popular card games included with Windows™, and is now available for your Apple device! Play solitaire games that require skill, strategy and patience to win! A true brain training experience!\n\nFreeCell Solitaire adds a new element of strategy to the classic solitaire games Klondike. After dealing from a standard deck of 52 cards, use the four free cell spots as placeholders as you try to move all of the cards from the Foundation stacks for a win. Just like Klondike solitaire games, you must move cards from the Tableau to the Foundation cells by suit, in ascending order. Most FreeCell games can be solved, if you can find the right strategy.\n\nYou've played FreeCell solitaire on your computer, and now you can play FreeCell, anywhere at any time of the day! You won’t want to play any other FreeCell solitaire game again!\n\nFREECELL SOLITAIRE FEATURES:\n- NEW Goal Progression\n- Ad-free play\n- Highlight Movable Cards\n- Step-by-step tutorial\n- Random games\n- 1 million well known games\n- Portrait\n- Landscape\n- Game state saved when interrupted\n- Unlimited undo\n- Hints\n- Auto complete to finish game\n- Statistics\n- Tap to move or drag and drop\n\nSolitaire Games Ad-Free\n- FreeCell Solitaire is ad-free!\n- Klondike solitaire or other solitaire game fans will love FreeCell!\n- Solitaire games can be random or one of one million well known games.\n\nBrain Games with Solitaire\n- FreeCell Solitaire can be for beginners or those looking for an addicting brain teaser! \n- FreeCell instructions included in the app.\n\nBrain Games – If you enjoy brain teasers, you’ll love FreeCell Solitaire!\n- Brain training with FreeCell Solitaire! Track your stats within the app.\n\nFreeCell solitaire has never been more fun! With two unique control schemes, randomized FreeCell card decks, and in-depth stat tracking, FreeCell is one of the fun addicting games you’ve been waiting for.\n\nNew solitaire players will be addicted to FreeCell Solitaire. If you loved strategy games like Sudoku or casino card games, you’ll love the FreeCell challenge. Put your card playing and strategy skills to the test and download FreeCell today!\n\nLIKE US on Facebook\nhttp:\/\/www.facebook.com\/mobilitywaresolitaire\n\nFor FreeCell Solitaire support:\nhttp:\/\/www.mobilityware.com\/support.php","genre":"Games"}
{"name":"TripAdvisor Hotels Flights Restaurants","size_bytes":207907840,"price":0.0,"ver":"21.1","cont_rating":"4+","description":"Millions of traveler reviews, photos, and maps from TripAdvisor. Know better. Book better. Go better. With over 500 million reviews and opinions by travelers, TripAdvisor makes it easy to find the lowest airfare, best hotels, great restaurants, and fun things to do, wherever you go. And booking options for hotels, restaurants and flights are just a tap away.\n\nThe TripAdvisor mobile app is free and easy to use.\n• We compare prices from 200+ hotel booking sites to find the lowest price on the right hotel for you\n• Browse millions of reviews, opinions and candid photos by travelers\n• Find the best hotel for you, including Travelers' Choice award winners\n• Explore restaurants and reserve tables online\n• Discover cool things to do in any destination\n• Compare airfares and find great deals \n• Use Near Me Now to discover places near your current location\n• Get answers to your specific travel questions in the forums\n• Add your own reviews and photos\n• Download maps, reviews, and your saves for over 300 cities worldwide onto your phone for free; avoid using expensive data roaming plans while you travel\n\nNote: We optimized this app to conserve battery power and only use GPS where necessary. However please note that continued use of GPS running in the background can dramatically decrease battery life.\n\nThe app uses your location to send you personalized hotel, restaurant, attraction and vacation rental recommendations as well as remember the places you visited via our Travel Timeline feature. These locations are collected even if the app is in the background. Location settings can be configured in the Settings app.","genre":"Other"}
{"name":"Facebook","size_bytes":389879808,"price":0.0,"ver":"95.0","cont_rating":"4+","description":"Keeping up with friends is faster than ever. \n• See what friends are up to\n• Share updates, photos and video\n• Get notified when friends like and comment on your posts\n• Watch and interact with live video\n• Play games and use your favorite apps\n\nRead our Data Use Policy, Terms and other important info in the legal section of our App Store description. \n\nContinued use of GPS running in the background can dramatically decrease battery life. Facebook doesn't run GPS in the background unless you give us permission by turning on optional features that require this.","genre":"Other"}
{"name":"Yelp - Nearby Restaurants, Shopping & Services","size_bytes":167407616,"price":0.0,"ver":"11.15.0","cont_rating":"12+","description":"Yelp has over 100 million reviews of businesses worldwide and is available for iPhone, iPad, and Apple Watch.\n\nWhether you’re looking for a pizzeria that just opened or a coffee shop nearby, Yelp is your local guide to finding the perfect place to eat, shop, drink, relax and play.\n\nYelp features:\n\nFind Restaurants\n• Find the newest and hottest restaurants in your area\n• Make reservations, pick up food and order for delivery, all from your phone\n• Filter restaurant search results by price, location and more\n\nSearch for Nearby Businesses\n• Discover great local businesses\n• Read millions of reviews by the Yelp community\n• Find great deals offered by local businesses\n\nSearch Filters \n• Filter your search results by neighborhood, distance, rating, price and hours of operation\n• Look up addresses and phone numbers, call a business or make reservations directly from the app\n\nOther Features\n• Read expert user reviews and browse through beautiful photos of each business\n• Write and read reviews, check-in to local businesses, upload photos and add tips for other Yelp users\n\nFind local restaurants, read expert customer reviews and start searching for businesses near you with Yelp.\n\nNeed Help? Contact Yelp at https:\/\/www.yelp-support.com\/?l=en_US\nNote: Continued use of GPS running can dramatically decrease battery life.","genre":"Other"}
{"name":"Shazam - Discover music, artists, videos & lyrics","size_bytes":147093504,"price":0.0,"ver":"11.0.3","cont_rating":"12+","description":"Shazam is one of the world’s most popular apps, used by more than 100 million people each month to identify music, get song lyrics, and now to discover the music that artists discover themselves.\n\n\"Shazam is an app that feels like magic\" --Techradar.com\n\nIdentify music instantly and share in the thrill of music discovery with the artists you love.\n \nSee what top artists like Calvin Harris, Pitbull, Meghan Trainor, Avicii, Jason Derulo, Wiz Khalifa and others are Shazaming.\n \n• New discoveries from artists you’ve Shazamed appear automatically\n• Follow new artists with a tap of a button and see what those artists are Shazaming\n• Stay up-to-date about new singles, albums, and videos from the artists you follow\n\nKEY FEATURES\n• Enjoy music lyrics and YouTube videos\n• Preview songs with Apple Music and add them to Rdio and Spotify playlists *\n• Launch Pandora radio based on artists you discover *\n• With Auto Shazam we'll keep finding tunes for you even when you leave the app\n\nDISCOVER & BUY\n• Stay in the loop with Shazam’s real time charts\n• Quick links to Apple Music and the iTunes store\n• Connect Rdio or Spotify to play full tracks in Shazam\n• Check out recommended tracks to discover new music\n• Find out what’s popular in your town, your country and the world\n• Start an Apple Music radio station based on tracks you've Shazamed\n\nCONNECT & SHARE \n• See what your friends are Shazaming when you connect your Facebook account\n• Share your discoveries through Facebook, Twitter, WhatsApp, Pinterest, Google+ and more...\n\nSHAZAM FROM YOUR WATCH\n• Launch Shazam on your Apple Watch for the artist, song, and lyrics that unfold with the music\n• See your past Shazams at a glance with a simple swipe up\n• Use Handoff on Apple Watch and iPhone to buy the song on iTunes, watch videos, and much more\n• Turn on Auto Shazam and we’ll keep finding tunes for you\n\nMORE THAN MEETS THE EYE\n• Shazam visual recognition gets you more - tap the camera icon on iPhone to Shazam posters, magazines or books; anywhere where you see the Shazam camera logo\n• Visual recognition also works as a QR code reader\n• Buy tickets to see your favorite artists in concert\n\nUse Shazam as much as you like – it’s unlimited. Don’t want the advertising? Upgrade to Shazam Encore\n\nOTHER INFO\n• Previewing and buying music requires the iTunes music store in your country\n• Continued use of GPS running in the background can dramatically decrease battery life\n• Facebook uses interest based advertising. More details: https:\/\/m.facebook.com\/ads\/ad_choices\n• Some features are location, device and app version dependent\n• Shazam may share collected location data for interest based advertising, allowing advertisers to infer interests and serve ads to users based on their activity and location over time.\n• For more information on Shazam’s privacy practices, please read the Privacy Policy, available at http:\/\/www.shazam.com\/terms#privacy_policy.\n\nAny questions or feedback? Check out: https:\/\/support.shazam.com","genre":"Other"}
{"name":"Crash Bandicoot Nitro Kart 3D","size_bytes":10735026,"price":2.99,"ver":"1.0.0","cont_rating":"4+","description":"The richest 3D kart racing experience! Speed your way through 12 thrilling tracks and multiple environments! Race and battle against zany opponents and turn them to dust with 8 devastating weapons. Tilt and twist your iPhone for truly \"Nitro\" driving sensations.\n\nJuego también disponible en español\n\n***** CHECK OUT MORE GAMES FROM ACTIVISION! *****\nCall of Duty: Zombies, Guitar Hero, Crash Bandicoot Nitro Kart 3D, Crash Bandicoot Nitro Kart 2, Tony Hawk’s Pro Skater 2, Cabela’s Dangerous Hunts, Rapala Pro Bass Fishing, Geometry Wars: Touch, and Pix Maze","genre":"Games"}
{"name":"iQuran","size_bytes":70707916,"price":1.99,"ver":"3.3","cont_rating":"4+","description":"** iPray for Mac OS X is OUT **\n\n********************************************\n** NEWS\n** \n** iQuran will now be sold for a fraction of its original price, down to $1.99 from $6.99. InshAllah\n** the new price will reflect only the costs we need to cover for the fast and excellent audio download service\n** we provide. BarakAllahufikum and Ramadan Kareem.\n********************************************\n\nThe all new iQuran III offers you the Complete Quran in the Uthmani Font along with color coded Tajweed (Pronunciation), verse by verse translation and recitation. \n\n* Full Quran with more than 35 Translations supporting crisp Retina Display and both Portrait and Landscape viewing in all screens\n\n* Color coded Tajweed (Pronunciation): Ghunna, Ikhfa, Idgham, Iqlab and Qalqalah. The first smart phone software in the world to offer color coded Tajweed using our very own state of the art Dynamic Rendering Engine.\n\n* 5 Font Sizes for both Arabic Script and Translations: Small, Normal, Big, Large, Huge\n\n* 38 Translations plus Al-Muyassar and Jalal-ad-din Arabic Tafsir: English (M. Khan, Y. Ali, Pickthal, Shakir, Mhd. Asad, Transliteration), French, German, Indonesian, Melayu, Spanish, Turkish, Russian, Bosnian, Urdu, Farsi, Italian, Dutch, Albanian, Romanian, Japanese, Bangla, Azerbaijani, Chinese, Bulgarian, Hindi, Korean, Czech, Swedish, Thai, Polish, Portuguese, Uzbek and Norwegian\n\n* Gapless (continuous) verse by verse recitation by: Mahmoud Al Husary, Abdul Basit Abdul Samad, Saood & Shuraim, Sa'ad Al Ghamdi, Abu Bakr Ash-Shatree, Mahir Al-Muayqali, Mishary Al-Afasy and Muhammad Siddiq Al Minshawi\n\n* AirPlay support\n\n* Background audio playback with complete support for iPod remote control (i.e. multi-tasking bar)\n\n* Split index screen with scrollable Surahs and Sections (Hezb, Juzz \/ Para)\n\n* Tap and hold Verse Options Sheet: Bookmark, Note, SMS, Email, Twitter, Facebook, Copy or use it to view translation from a translator other than the currently selected one \n\n* Quick verse jumping using a unique and easy to use Fast Scroll display\n\n* Complete Audio controls with tap-hold FF, RW and Pause\/Play\n\n* Advanced audio repeat options to help with memorization: repeat a single verse multiple times, repeat on reaching the end of a surah or select a range of verses to loop over\n\n* Unlimited bookmarks with notes and search\n\n* Support for 4 built-in bookmark categories for grouping verses: Reading, Memorizing, Interesting, Discussion\n\n* Advanced full-text search support with keyword highlighting and automatic saved search history\n\n* Quranic Supplications. See verses from the Qur'an on topics such as: Faith, Submission, Praise, Patience, Forgiveness, Family, Provisions, Knowledge, Thanks and Protection\n\n* Surah Al-Kahf reminders on Fridays\n\n* A special Stop Signs screen explaining the meaning of the different Stop Symbols used in the Quran\n\n* Much, much more\n\n\n\n----\nFor status updates, follow us on: http:\/\/twitter.com\/guidedways\n\nFacebook:\nhttp:\/\/www.facebook.com\/iQuran\n\ntags:\nMushaf, Quran Reader, Islam, Islamic, Muslim, Koran, Coran","genre":"Other"}
{"name":":) Sudoku +","size_bytes":6169600,"price":2.99,"ver":"5.2.6","cont_rating":"4+","description":"With unlimited play at seventeen difficulty levels, novices and experienced players alike will appreciate :) Sudoku +. Our tutorial, extensive feature set, and advanced hint system offer something for every player. The more you play, the more you will enjoy it!\n\nOur multi-stage hint system starts with a gentle reminder to get you back on track, and works up to an illustration of the exact technique to use and how it applies to the current board. Our hints ease those frustrating moments and teach you how to be a better player.\n\nFeatures include:\n\n- Puzzle generator for unlimited play\n- Scan puzzles from books\/newspaper using camera\n- 17 difficulty levels, something for everyone\n- Tutorial teaches you new techniques\n- Large, high contrast digits are easier to read\n- Enter games from the newspaper\n- Solver helps you with games from the newspaper\n- Advanced techniques at the higher levels, including X-Wings, sashimi fish, and XY-Chains\n- User interface optimized for fewer touches\n- Choice of six color schemes\n- Never covers up the board while you are playing\n- Infinite undo\/redo\n- Undo to the last solvable position\n- Board solvable indicator\n- Automatic or manual pencil marks\n- Save your game while you try alternatives\n- Automatically saves your game when you get a phone call, switch applications, or lock the phone\n- Highlighting helps you discover patterns\n- Game clock; compares your time to other players\n- Avoids graphic frills that distract from play\n- Choice of digit styles, including Kanji and Hanzi\n\nAll games are true Sudoku, with symmetry and a single solution that can be discovered by logic alone. If you doubt that a puzzle can be solved by logic, simply have the hint system explain it to you step by step.\n\nIf you enjoy Sudoku, this is the app for you!","genre":"Games"}
{"name":"Yahoo Sports - Teams, Scores, News & Highlights","size_bytes":130583552,"price":0.0,"ver":"6.9","cont_rating":"4+","description":"Baseball season is back and Yahoo Sports the best way to follow every pitch.\n\nCheck out everything Yahoo Sports has to offer:\n\n• Favorites\nSign in and set your favorite teams to get schedules, game highlights, and updates in your own personalized news stream. \n\n• Sports \nStay up to date on all the scores, stats and leagues you follow. \n\n• Headlines\nGet exclusive content from writers like Adrian Wojnarowski, Dan Wetzel, and Pat Forde along with the most important headlines in sports.\n\n• Alerts \nSet alerts for your favorite teams and get notifications when you want them. Follow every scoring play or only when a game starts. Your choice.\n\n• Live games\nWatch hundreds of live MLB and NHL games for free. No subscription required.\n\nIncluded in Yahoo Sports:\n- MLB:  Watch hundreds of free live MLB games\n- NFL: Scores, highlights, breaking news and stats\n- College Football, College Basketball, College Women’s Basketball\n- NBA, WNBA: Scores, highlights, breaking news and stats\n- NHL: Watch hundreds of free live NHL games\n- Soccer:\n - Premier League, League Two, League One, Championship, Scottish Premier League, FA Cup, League Cup, \n - Champions League, Europa League, Copa America, \n - Ligue 1, Coupe de la Ligue, Coupe de France, Tropee des Champions, Ligue 2, \n - Bundesliga, German Super Cup, DFB Pokal, \n - MLS, Russian Premier League, Eredivisie, Brazil Serie A, \n - Italian Serie A, Coppa Italia, Serie B,\n - La Liga, Copa del Rey, Segunda Division, Spanish Super Cup\n - Golf - PGA, LPGA, PGA Champions, PGA Web.com, PGA European,\n - Auto Racing - NASCAR Sprint, NASCAR Xfinity, IndyCar, Formula 1\n - MMA\n - Tennis - Men's Tennis, Women's Tennis\n\nMake Yahoo Sports yours:\n1. Sign in with your Yahoo account to get the best experience across all devices\n2. Star your favorite teams and leagues to get personalized news and updates about the sports you want\n3. Set alerts for your favorite teams so that you get notifications when you want them.\n4. Get exclusive content from our writers like Adrian Wojnarowski, Dan Wetzel, and Pat Forde.","genre":"Other"}
{"name":"Mileage Log | Fahrtenbuch","size_bytes":71203840,"price":5.99,"ver":"9.0.5","cont_rating":"4+","description":"The first Mileage Log with full GPS Tracking, Autostart | Autostop, iCal, Apple Watch, 3D Touch, Pebble Smartwatch, iBeacon, iCloud Backup, Touch ID and Dropbox integration!\nNo registration, no recurring fees, no other hardware (OBDII dongle, etc.) needed!\nFahrtenbuch, is the #1 choice \"drivers log\" in germany,  essential for anyone who needs to track mileage for tax deduction or reimbursement. \nThere are no rides, routes, addresses, etc. transferred to our servers, your data remains your data!\n\nThe german word \"Fahrtenbuch\" stands for the pain in the a** for everyone who needs to track it on paper by hand - but with our app it's fun! \nWith predictive auto-calculation, and quick access to frequent locations, Fahrtenbuch does the hard work for you. Only two taps will create useful data ready to go.\n\niPhone Fahrtenbuch was the first Mileagelog for the iPhone at all, the first version appeared already 2 months after Apple's development environment. Nevertheless, we work hard every day to keep the best Mileagelog for iOS.\nAll updates have been published completely free!\n\nPerfect addition to the iPhone logbook:\n\"Fahrtenbuch | Maps\" for OS X in the Mac App Store!\n\nExport targets:\n- iCloud\n- Dropbox\n- Mail body\n- Mail attachment\n- iCal\n- PDF\n- Google-Calendar (online)\n- Google-Docs (spreadsheet, online)\n \nFormats: \n- CSV (comma-, tabulator, semicolon separator)\n- PDF\n\nIMPORTANT... Make regular data backups and transfer the data to a program on your computer We are not liable for loss of recorded data.\n\"Continued use of GPS running in the background can dramatically decrease battery life.\"","genre":"Other"}
{"name":"Cleartune - Chromatic Tuner","size_bytes":11423008,"price":3.99,"ver":"2.1.3","cont_rating":"4+","description":"\"My most indispensable app is my guitar tuner, Cleartune.  None of the old visual or analog tuners are as precise. I've even taken it on stage with me!\" - Rosanne Cash\n\n\"Cleartune and Clockwork are my most used apps.\" - Ezra Oklan (Nicole Atkins, Norah Jones, Antibalas Afrobeat Orchestra, Matt Beck (Matchbox 20), Chico Hamilton, Arnie Lawrence)\n\n\"I've been having trouble with interference on stage with other tuners for the iPhone.  Used Cleartune last night before a gig and had no problems with stage noise.  Excellent tuner for bass.\" - Rob Calder (Kanye West, Angus and Julia Stone, The Break and Repair Method, Ghostface Killah)\n\nUsed in the making of the new Gorillaz album \"The Fall\"\n\nFollow us on Facebook at www.facebook.com\/cleartune\n-----------------------------------\n\n✭ Featured in Electronic Musician, Matchbox Mag, Making Music Mag, Premiere Guitar, MacWorld, Apple Staff Picks, Worship Leader Mag, Acoustic Guitar\n\n✭ Spotted in use backstage by The Black Keys, C.W. Stone King (www.va.ryanpolei.com), Grammy Nominee Sones de México (gearwire.com)\n\n-----------------------------------\n\nCleartune is a chromatic instrument tuner and pitch pipe that allows you to quickly and accurately tune your instrument using the built-in mic in your iPhone or using an external mic on your 2nd or 3rd generation iPod Touch.\n\nCleartune features a unique \"note wheel\" interface allowing you to quickly find your pitch, paired with a highly responsive fine-tuning meter for the perfect tune.\n\nWith support for custom temperaments, transposition, notations such as solfège, adjustable calibration and more, Cleartune packs more power than most pro tuners, yet is simple enough for everyone to use. \n \nCleartune can tune acoustic or electric guitar, bass, bowed strings, woodwinds, brass, piano, tympani, tablas and any other instrument that can sustain a tone.\n\nMost electronic tuners cannot properly tune a violin. With a built in temperament for violin family instruments, Cleartune will have the 5ths singing perfectly.\n\nFeatures:\n\n- Note Wheel Display\n- Ultra responsive 25 cent range fine tuning display\n- Needle Damping option\n- Accuracy ±0.01 semitone (±1 cent)\n- Selectable Temperaments\n- Selectable Notations (such as Solfège)\n- User-defined temperament and notations\n- Support for transposing instruments\n- Automatic reference note calibration\n- Adjustable A4 calibration in 0.1 Hz increment\n- Pitch Pipe\/Tone generator\n- Selectable tone waveform\n- Automatic or manual note selection\n\nNote: iPod Touch 3G (2009-2010) requires a compatible external microphone","genre":"Other"}
{"name":"Lifesum – Inspiring healthy lifestyle app","size_bytes":188017664,"price":0.0,"ver":"8.4.1","cont_rating":"4+","description":"Your personalized health and lifestyle guide. Lifesum takes your lifestyle goals and health data and creates a plan to help you live better. Whether you want to lose weight, gain weight, build muscles or just be healthier, join millions of people using one of the App Store's best Health and Fitness apps and discover how changing your small, everyday habits can transform your life.\n\n*Best Health and Fitness Apps - 2014\/2015 App Store*\n*Best Apps - 2013 App Store*\n*Editor's Choice - 2014\/2015 App Store*\n\n1. Get a personalised roadmap of how to change for the better\n2. Build a healthy lifestyle that suits you and your needs\n3. Learn how to eat wiser\n4. Get exercise tips so you train better\n5. Get motivated\n6. See your progress\n7. Live healthier and happier\n8. Invite your friends and have your own community\n\nLifesum integrates with HealthKit, so you can export nutrition and exercise data from Lifesum to HealthKit, and import fitness data and weight and body measurements from HealthKit to Lifesum.\n\nFor extended features such as specialised diets and detailed nutrition information, and to sync with fitness apps such as Moves, Withings, FitBit, Jawbone, Endomondo and Runkeeper, get the Lifesum Premium membership.\n\nThere are three different Lifesum Premium Subscriptions, 3 month subscription, 6 month subscription and 1 year subscription.\n\n3 months cost $21.99\n\u20286 months cost $29.99\u2028\n12 months cost $44.99\n\nShould you choose to subscribe to Lifesum Premium, the purchase will be charged to your iTunes account. The subscription will be auto-renewed 24 hours prior to it running out and you can manage it from User Settings in iTunes after purchasing it, and you'll also be able to cancel the auto-renewing subscription from there.\n\nTerms and Privacy Policy: http:\/\/api.lifesum.com\/mobile-terms","genre":"Other"}
{"name":"Hangman.","size_bytes":4765696,"price":0.0,"ver":"2.0.6","cont_rating":"9+","description":"Hangman is based on the popular word guessing game by the same name. The player guesses letters in order to uncover the hidden word. But be careful, you only have a few guesses before you're hanged!\n\nUnlike other versions of Hangman, this one gives the player a few more guesses by building up the gallows as the player guesses, instead of having them pre-built.\n\nTwo player mode allows you and a friend to play. One person enters a word and the other tries to guess it.\n\nPurchase more wordlists to play with from within the app.\n\nDefine a word if you don't understand it, and help yourself or your children learn new words.\n\nKeep track of your wins \/ losses, and how many games you've played and earn achievements with Game Center.\n\nHangman includes small, unobtrusive ads to help keep it free. Advertising can be removed for a small one-time fee. Even if you remove Hangman and download it again in the future you can restore your purchases for no extra cost and remove advertising again.\n\nHangman will connect to the internet once, each time the game is run, in order to download it's advert, which is very very small and will take less than a second. Hangman will also need internet access if you choose to \"define a word\". Defining words is entirely optional.","genre":"Games"}
{"name":"iTranslate - Language Translator & Dictionary","size_bytes":287933440,"price":0.0,"ver":"10.5.4","cont_rating":"4+","description":"iTranslate is the leading translation and dictionary app. Easily translate text, websites, or start voice-to-voice conversations in over 90 languages. Our new Offline Mode allows you to use iTranslate abroad without having to pay expensive roaming charges.\n\nFEATURES\n• Get translations in over 90 languages.\n• Listen to translations in male or female voices.\n• Switch between different dialects.\n• Dictionaries with synonyms and different meanings.\n• iMessage App & Keyboard Extension\n• Apple Watch App\n• Transliteration, Sharing, Favorites, History, and much more.\n• Award-winning apps for iPhone, iPad and Apple Watch.\n\nPRO FEATURES\n• Offline translation mode. \n• Voice-to-Voice conversations.\n• Website translation, including a nifty Safari extension.\n• Verb conjugations in different tenses.\n\nLearn more about iTranslate PRO on https:\/\/www.itranslate.com\n\n\nLOVED AND TRUSTED BY MILLIONS\n• 50 million downloads and over 100,000 App Store reviews!\n• Best of 2015, Editor’s Choice, App Store Essentials\n• \"…never encounter a language barrier\" - Time.com\n• \"Voice translation executed perfectly.\" - Cult of Mac\n• Featured many times in Apple TV ads and on the App Store\n\nLearn more about iTranslate at https:\/\/www.itranslate.com\n\nSUPPORT\nVisit https:\/\/www.itranslate.com\/support\/ or contact us at help@itranslate.com\n\nFollow us on Twitter: https:\/\/twitter.com\/iTranslateApp\nLike & share on Facebook: https:\/\/www.facebook.com\/itranslateapp\nLearn more about iTranslate: https:\/\/www.itranslate.com\n\nSupported languages & dialects for translation:\nAfrikaans, Albanian, Arabic, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Catalan, Cebuano, Chichewa, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English, Esperanto, Estonian, Filipino, Finnish, French, Galician, Georgian, German, Greek, Gujarati, Haitian Creole, Hausa, Hebrew, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Irish, Italian, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Lao, Latin, Latvian, Lithuanian, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Myanmar (Burmese), Nepali, Norwegian, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Serbian, Sesotho, Sinhala, Slovak, Slovenian, Somali, Spanish, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish, Yoruba, Zulu\n\nFor a Complete Language overview: https:\/\/itranslate.com\/languages\n\n---\nAuto Renewable Subscription Terms:\n* Choose from 3 subscription options:\n- a monthly subscription (which comes with a 7-day free trial) for $4.99 USD;\n- a 2 monthly subscription (which comes with a 7-day free trial) for $9.99 USD;\n- an annual subscription for $39.99 USD.\nThe price corresponds to the same price segment, which are set in the \"Apple's App Store Matrix\" for other currencies.\n* Your free trial subscription will automatically renew to a paid subscription unless auto-renew is turned off at least 24 hours before the end of the free trial period. \n* Please note: any unused portion of a free trial period (if offered) will be forfeited when you purchase a premium subscription during the free trial period.\n* You can cancel a free trial or subscription anytime by turning off auto-renewal through your iTunes account settings. This must be done 24 hours before the end of a free trial or subscription period to avoid being charged. The cancellation will take effect the day after the last day of the current subscription period, and you will be downgraded to the free service.\n\nTerms of Service: \nhttps:\/\/www.itranslate.com\/terms-of-service\n\nPrivacy Policy: \nhttps:\/\/www.itranslate.com\/privacy-policy\n\n\nAn internet connection is required to use the app. To use the offline mode, you need to download language packs.","genre":"Other"}
{"name":"TouchOSC","size_bytes":4263936,"price":4.99,"ver":"1.9.8","cont_rating":"4+","description":"TouchOSC is a modular OSC and MIDI control surface for iPhone, iPod Touch and iPad by hexler.\n\nIt supports sending and receiving Open Sound Control and MIDI messages over Wi-Fi and CoreMIDI inter-app communication and compatible hardware.\n\nThe application allows to remote control and receive feedback from software and hardware that implement the OSC or MIDI protocols such as Apple Logic Pro\/Express, Ableton Live, Renoise, Pure Data, Max\/MSP\/Jitter, Max for Live, OSCulator, VDMX, Resolume Avenue\/Arena, Modul8, Plogue Bidule, NI Traktor, NI Reaktor, Quartz Composer, Supercollider, vvvv, Derivative TouchDesigner, Isadora and many others.\n\nThe interface provides a number of customizable touch controls to send and receive messages:\n\nFaders \/ Rotary controls \/ Encoder controls \/ Push buttons \/ Toggle buttons \/ XY pads \/ Multi-faders \/ Multi-push \/ Multi-toggles \/ Multi-xy pads \/ LEDs \/ Labels \/ Time & battery displays\n\nAdditionally the program can send Accelerometer data. The application comes with example layouts and completely custom layouts can be constructed using the free TouchOSC Editor application.\n\nPlease browse to http:\/\/hexler.net\/touchosc for more information, video demonstrations and download the free layout editor application for OS X, Windows and Linux and the free TouchOSC Bridge utility to easily control any MIDI-capable application on your computer.","genre":"Other"}
{"name":"RadarScope","size_bytes":172772352,"price":9.99,"ver":"3.4.1","cont_rating":"4+","description":"RadarScope is a specialized display utility for weather enthusiasts and meteorologists that allows you view NEXRAD Level 3 and Super-Resolution radar data along with Tornado, Severe Thunderstorm, Flash Flood Warnings, and predicted storm tracks issued by the US National Weather Service. It can display the latest reflectivity, velocity, dual-polarization, and other products from any NEXRAD or TDWR radar site in the United States, Guam and Puerto Rico, as well as reflectivity and velocity data from Environment Canada radars. These aren't smoothed PNG or GIF images, this is native radar data rendered in its original radial format for a high level of detail. \n\nWhether you are scanning reflectivity for a mesocyclone's tell-tale hook echo, trying to pinpoint the landfall of a hurricane's eye wall, or looking for small features like velocity couplets in the storm relative radial velocity product, RadarScope gives you the power to view true radial NEXRAD weather radar on your iOS device and Apple Watch.\n\nWhen there are any Tornado Warnings (outlined in RED), Severe Thunderstorm Warnings (YELLOW polygons), or Flash Flood Warnings (GREEN polygons) in effect throughout the US, tap the warning button in the top right corner to browse the list of current warnings, view the details, and even zoom to the selected warning on the map. \n\nPinch or stretch to zoom in and out. Drag your finger around the map to scroll. Tap the radar sweep button in the toolbar to switch radars. Select one of the 156 different NEXRAD radar sites and 45 Terminal Doppler radars in the US, 30 other radar sites in Canada, and 2 in the Republic of Korea. Plot your current location by tapping the location button and optionally report it to the Spotter Network. Tap the play button to download and animate over recent images. Display the names of over 25,000 cities and towns on the map as you zoom and scroll. Tap and hold the color legend to see the data values. \n\nMeanwhile, RadarScope will retrieve and display updated data automatically and intelligently (approximately every 2 to 10 minutes, depending on the radar scan strategy). \n\nYou can display data from NOAA's public access web site, our optional WDT feed (the default), or your AllisonHouse subscriber account. Spotter Network members can report their location and view the locations of other spotters.\n\nThe RadarScope Pro subscription is an optional auto-renewing subscription with two different tiers to choose from. Super-res products are still available to all RadarScope users without purchasing a subscription.\n\nRadarScope Pro Tier 1 provides access to real-time lightning data that animates along with the radar loop and up to 20 frames of radar data, including *extended loops* of Super-Res Level 2 data. Tier 1 subscribers can also access a data interrogation tool to quickly determine data values for specific radar pixels and an optional dual-pane mode for viewing two radar products side-by-side.\n\nRadarScope Pro Tier 2 combines all the features in Tier 1 with more advanced features, including a 30-day archive of all radar products, estimated hail size contours, rotation (azimuthal shear) contours, and the ability to use subscription features across multiple platforms.\n\nIf you choose to buy the RadarScope Pro subscription, it will charged to your iTunes account. The subscription will be auto-renewed within 24 hours prior to the end of the current period at the same price you originally paid. Subscriptions may be managed and auto-renewal disabled via your iTunes Account Settings after the purchase. Once purchased, the subscription cannot be cancelled during the active subscription period.\n\nWDT is committed to safeguarding your privacy online. Our privacy policy is available for review at:\n\nhttp:\/\/wdtinc.com\/product-service\/privacy-statement\/\n\nPlease visit our web site for more information.","genre":"Other"}
{"name":"LinkedIn","size_bytes":273844224,"price":0.0,"ver":"9.1.32","cont_rating":"4+","description":"Connect to opportunity and tap into your professional potential with the LinkedIn app. The app makes it easier to discover, connect and nurture relationships with people that matter, search and apply for jobs, and get updates on topics and companies that make a difference all on the go. This online social network is a great place connect and stay in touch with your professional relationships.\n\nWith LinkedIn, connect to people in your network including fellow employees at your company, stay up to date with the latest business and industry news, follow companies and Influencers or professionals you admire, and find your way into your next dream job through current employees. \n\nAlso use the LinkedIn app to job search while you’re on the go. Save searches for jobs to find what you’re looking for and apply to a company with your resume right from the app. LinkedIn is the #1 way to conduct a social job search. \n\nIn addition to the job search and apply process, LinkedIn makes it easy to expand and publish your knowledge. The LinkedIn app allows you to write posts and share knowledge, stay updated and discover important news in today’s competitive world. LinkedIn app is also a great place to showcase your company or product with a great marketing opportunity.\n\nStart with your LinkedIn profile. Use your LinkedIn profile as your professional brand. Share your virtual resume with accomplishments and job responsibilities to provide your network with updates and prospective employers with details of your skills and experience. Your profile is more than just your resume, it shows the world who you are, what you’re interested in and what you’ve accomplished in your career.\n\nUse the LinkedIn app to:\n• Tell your story and build your personal brand beyond your resume with your profile\n• Add a profile image or photos to help people and employees discover your profile\n• Search for people or find suggestions to connect with people you may know\n• Keep in touch with your network; see updates on activity within your network\n• Search for people who work at a specific company you’re interested in\n• Job seekers can review the profile of hiring managers and discover which of their existing contacts can introduce them\n• Find jobs, people, employees, companies  and business opportunities recommended by someone in your network\n• View other profiles\n• Search and apply for jobs with your LinkedIn resume\n• Find and follow companies and groups\n• Follow companies to discover new jobs\n• Share articles to fellow employees and your network\n• Upgrade your account to LinkedIn Premium from right within the app\n• Employers can list jobs and search for potential employees\n• Leverage your employees to build the talent brand of your company\n\n---------------------------\nThe LinkedIn app is free to use and download. We also have Premium subscriptions that offer exclusive tools to find a job, grow your business, find sales leads, or hire talent, priced from $29.99 monthly to $119.95 monthly. Subscriptions will automatically renew each month and be charged to your iTunes account within 24-hours of the end of the current period, unless auto-renew is turned off at least 24-hours before the end of the current period. You can turn off auto-renew at any time from your iTunes account settings, but refunds will not be provided for any unused portion of the term. These prices are for United States customers. Pricing in other countries may vary and actual charges may be converted to your local currency depending on the country of residence.\n\nPrivacy Policy: https:\/\/www.linkedin.com\/legal\/privacy-policy\nTerms of Service: https:\/\/www.linkedin.com\/legal\/user-agreement","genre":"Other"}
{"name":"Period Tracker Deluxe","size_bytes":40216576,"price":1.99,"ver":"9.6","cont_rating":"12+","description":"Period Tracker, the easiest way to track your health! \n\n*Now supports HealthKit, 3DTouch, TouchID, portrait charts, data share with your partner, Advanced TTC Mode (the easiest way to get pregnant by following the homepage timeline’s simple prompted instructions!), and Pregnancy Mode with articles and week-by-week images.\n\nPeriod Tracker is SIMPLE and CUTE. \n* Press a button at the start of your period every month. Period Tracker logs your dates and calculates the average of your past 3 months' menstrual cycles to predict the start date of your next period. \n* View your current and future period dates, ovulation and fertile days, moods, symptoms, weight, temp, and fertility notes in a simple month-view calendar. \n* Discreet iPhone icon simply reads \"PTracker.\" \n\nPeriod Tracker is FILLED WITH FEATURES. \n* Take daily notes of menstrual symptoms including Spotting, Flow, Cramps, Headaches, Backaches, Bloating, Tender Breasts, and Body Aches! \n* Track your weight, temperature and moods (over 30+ moods to choose from!) \n* Add custom symptoms and moods \n* Month-view calendar features intimacy, symptoms and moods icons mapped right onto the calendar.\n* Charts! Beautiful, comprehensive and handy. Charts show weight, temp, symptoms, period length, cycle length, and more.\n* Monthly automatic online Backup\/Restore feature or you can backup manually. You can restore from a backup that you did from your iPhone, iPad, Windows Phone or Android! \n* Homescreen shows your predicted ovulation, eight day \"fertile window,” and your cycle day. Great for trying to conceive.\n* Pregnancy mode activates countdown to baby's due date and week-by-week articles.\n* Protect your privacy with TOUCH ID or with a passcode option that is fast and easy. \n* Ask other women for health advice right from your app! New social groups include Acne, Indigestion, Cramps, Backaches, Dizziness, Insomnia, Nausea, Weight Loss, Eat Healthy, Stress Less, TTC, Pregnancy, Parenting, Diabetes, Depression, Menopause, and more.\n* Notes list view where you can view, edit, change date, delete and email individual notes \n* Export your period dates and notes to email for doctor's visits. \n* 12 beautiful skins for free \n\nPeriod Tracker is loved by millions of users.\nMommaRed - \"I really like this application. It is easy to use, easy to track and plan for upcoming events. The recent updates have made it even better. One of my favorite iPhone apps.\" \n\nBlanczz226 - \"This is one of my favorite apps. I use it every month and it's extremely accurate. Worth the $ for sure\"\n\nGeekSugar.com - \"Period Tracker is the ultimate menstrual mentor. You enter in your info, and it tracks your cycles, letting you keep notes about your activities and well being, all the while using twee 'lil hearts .and flowers to denote important days.\" \n\nCelstemc - \"One of my first apps and I am completely in love with it! Won't use another one like it!! Cute and easy to use!\" \n\nDisclaimer: Period Tracker period and fertility forecasts may not be accurate and should not be used to prevent unwanted pregnancy. To forecast ovulation Period Tracker calculates 14 days before the projected start date of one's next period. Forecast accuracy depends on a number of factors including how regular one's cycle length is, when one actually ovulates during the cycle, and how many periods have been logged in the app. Anxiety, stress, diet, nutrition, exercise, environment, medications, age and other factors can also affect one's cycle from month to month. \n\nPlease email comments and suggestions to support@gpapps.com.","genre":"Other"}
{"name":"Election 2016 Map","size_bytes":2386944,"price":0.99,"ver":"5.0","cont_rating":"4+","description":"Quickly check possible 2016 election outcomes by changing states by touch from red to blue or vice versa and seeing the electoral college results. Zoom in on the map to make changes more easily. Two scenarios can be saved, or the map reverted to the 2012 results. Show friends what you hope (or fear) will happen.\n\nExamine electoral college results from 1972-2012. Did you know that Carter won Texas, but lost California in 1976?\n\nStates can also be set as undecided or leaning Democratic\/Republican.\n\nInstructions:\nTap states to change their vote. When the map is zoomed, touch the background to toggle display of state abbreviations and electoral votes. Please note this App is meant for you to assign states how you think they might go - it does not automatically download projections (based on reviews, there seems to be a little confusion about this). The \"Current Map\" buttons on the flipside of the App save the current map in the given scenario - they do not load data. The \"2012 Results\" and \"Load Map\" buttons do load scenarios into the map. When new projections are released, this App will be able to download these.","genre":"Entertainment"}
{"name":"Blackjack by MobilityWare","size_bytes":105431040,"price":0.0,"ver":"5.5.3","cont_rating":"12+","description":"BLACKJACK FREE by MobilityWare brings the authentic blackjack casino experience to you. 21 has never been more fun!\n\nAnybody can step up to the table and feel the thrill of winning BIG money against the house! Split, double down or even learn card counting to become a high roller, all without leaving your seat. Choose either the Hi-Lo or KO card counting strategy, and sharpen your skills before your next big trip to Vegas, Monaco, or Macau!\n\nThink you’re ready to play with the High Rollers? Try your hand in the high stakes tables! Start with Beginner’s Luck and work your way up to The Penthouse! Show off your skills to the world by working your way to the top of the Leaderboards; win big hands to reach the top. For a more personal challenge, try out the all-new achievement system. Complete achievements and rise up the ranks, where your skill level determines your title!\n\n=== Blackjack Features ===\n\n• Play Blackjack in exciting Las Vegas-like casinos\n• Experience authentic Vegas style Blackjack from anywhere in the world\n• Learn a new card counting strategy, with two options: Hi-Lo or K-O\n• Discover 6 unique rooms, ranging from Beginner’s Luck to the luxurious Penthouse\n• Challenge the house – bet big to unlock new tables and win chips\n• Option to play 1 to 8 decks\n• Come back every few hours for BONUS chips\n• Toggle strategic Advice on or off to get real-time feedback as you play\n• Toggle “Insurance” and “Surrender” on or off\n• Track lifetime player statistics, including wins, pushes, surrenders, hand info and more\n• Play skillfully to post on the leaderboards. Will your jackpot hit the top?\n• Compare scores on global leaderboards\n• And much more!\n\nPlayers of all skill levels will love the fast tables and fun games in this Blackjack casino! Place your bets, count your cards, and challenge the house in this thrilling take on one of the world’s most beloved gambling games.\n\nDownload Blackjack today and master your game!\n\nNEW: Try out Blackjack on the Apple Watch! Win as much money as you can in ten deals without the risk of losing ANY chips! The amount of money you win will also increase with each additional win. Once your ten deals are up, a countdown on the Watch will display for the next time you are able to play another game. Your winnings on the Apple Watch are synced and collected on the Blackjack app paired with your iPhone.\n\n• The games are intended for an adult audience.\n• The games do not offer \"real money gambling\" or an opportunity to win real money or prizes.\n• Practice or success at social casino gaming does not imply future success at \"real money gambling.\"\n\nFor answers to frequently asked questions, head over to\nhttp:\/\/www.mobilityware.com\/support.php\n\nFor the latest info and what we are up to, check out\nhttp:\/\/www.twitter.com\/MobilityWare\nhttp:\/\/www.MobilityWare.com\/blog\n\nFOLLOW US on Twitter\n@mobilityware\n\nLIKE US on Facebook\nhttp:\/\/www.facebook.com\/mobilityware\n\nCreated and supported by MobilityWare","genre":"Games"}
{"name":"White Noise","size_bytes":44129280,"price":0.99,"ver":"7.2","cont_rating":"4+","description":"Find out why the world is sleeping better with White Noise. Features ambient sounds of the environment to help you relax during the day and sleep great at night.\n\nDo you have trouble going to sleep?  Are you traveling on a plane and need a quick power nap?  Does your newborn baby wake up in the middle of the night?  There are numerous benefits to using White Noise:\n\n• Helps you sleep by blocking distractions\n• Relaxes and reduces stress\n• Pacifies fussy and crying babies\n• Increases focus while enhancing privacy\n• Soothes headaches and migraines\n• Masks tinnitus (ringing of the ears)\n\nEven when you’re asleep, your brain is constantly scanning and listening for sounds. If it’s too quiet, unwanted noises such as faucet drips or police sirens can interrupt your sleep. White Noise generates sounds over a wide range of frequencies, masking those noise interruptions, so you can not only fall asleep, but stay asleep.\n\nSOUND CATALOG\n\nAir Conditioner, Airplane Travel, Amazon Jungle, Beach Waves Crashing, Blowing Wind, Blue Noise, Boat Swaying in Water, Brown Noise, Camp Fire, Cars Driving, Cat Purring, Chimes Chiming, City Streets, Clothes Dryer, Crickets Chirping, Crowded Room, Dishwasher Rinsing, Extreme Rain Pouring, Frogs at Night, Grandfather Clock, Hair Dryer Blowing, Heartbeat, Heavy Rain Pouring, Light Rain Pouring, Ocean Waves Crashing, Oscillating Fan, Pink Noise, Rain on Car Roof, Rain Storm, Running Shower, Running Water, Stream Water Flowing, Thunder Storm, Tibetan Singing Bowl, Train Ride, Vacuum Cleaner, Violet Noise, Water Dripping, Water Sprinkler, White Noise\n\nAPPLICATION FEATURES\n\n• 40+ perfectly looped sounds with additional free sounds from the White Noise Market at http:\/\/whitenoisemarket.com\/\n• Apple Watch integration for controlling audio playback\n• iPhone 5, 6, 6+ Retina display support with high resolution photos.  Portrait and Landscape orientations.\n• Record and professionally loop sounds without being an audio engineer!\n• Revolutionary Mix Pad editor for creating new soundscapes like a DJ with support for adjusting sound position, sound variance, volume, and pitch of each individual sound in the mix\n• Upload and Share your recordings and mixes with the White Noise Market app\n• Audio plays in background so you can use other apps while listening\n• Full screen digital clock with multiple colors and brightness controls makes it the perfect companion for any nightstand\n• Advanced alarm and timer system that slowly fades audio in and out so you awake naturally feeling more refreshed\n• On-screen media player and volume controls with swipe gesture support for navigating sound collection\n• Heart favorite sounds and mixes in the sound catalog for quick access using the Favorites view\n• Use iPod Music as alarms that slowly fade in so you wake refreshed \n• AirPlay sounds to Bluetooth devices or Apple TV\n• Remote media controls on lock screen and headphones\n• Advanced controls for volume, balance, pitch, mixing with iPod music, looping the playlist, custom alarm snooze times, and more\n• Generate custom color noises with Generator In-App Purchase\n\nPRESS REVIEWS\n\nWhite Noise has been featured by popular TV shows (Dr. Oz, Today Show, FOX&Friends, Jimmy Fallon), major media outlets (NBC News Today, Health Magazine, The Washington Post, NY Times, CNET, Esquire, PC Magazine), and raved about by millions of satisfied customers.\n\nDR. OZ SHOW: 13 Miracles of 2013\n\"Revolutionary Sound App!”\n\nTHE WASHINGTON POST: Smartphone Puts Newborn to Sleep \n\"For the next four months, the infant slept with his father's phone in his crib and White Noise tuned to 'air conditioner.' The monotonous buzz kept the baby sleeping soundly and his parents happy.\"\n\nCNET: Apps that can improve your life\n“Trouble falling asleep at night? A little White Noise might do the trick.”\n\nHEALTH MAGAZINE: \"Help you turn off your brain, fall asleep faster, and get the rest you desperately need\"","genre":"Other"}
{"name":"iHeartRadio – Free Music & Radio Stations","size_bytes":116443136,"price":0.0,"ver":"8.0.0","cont_rating":"12+","description":"Get unlimited music and thousands of radio stations all in one app. Download iHeartRadio today and listen to top radio stations, music, news, podcasts, sports, talk and comedy shows. iHeartRadio is easy to use and best of all it’s FREE. \n\nGet The Best Local Radio Stations and Podcasts\n• Discover thousands of live AM and FM stations near you and from cities across the globe \n• Listen to sports radio stations like ESPN Radio, Fox Sports and more\n• Stream podcasts from famous personalities like Ryan Seacrest, Colin Cowherd, Sean Hannity, Elvis Duran and Bobby Bones\n\nPlay Free Artist Stations\nCreate personalized music stations based on today’s top artists using a library of millions of songs covering genres like Country, Top 40, Rap, EDM, Rock, Alternative and more.\n\nThe Ultimate Station Made Just for You\nMy Favorites Radio collects all of the songs you love in one free personalized station. \n\nPremium Features\nTake control of your listening experience with millions of songs on demand. Choose the plan that’s right for you with iHeartRadio Plus™ and iHeartRadio All Access™.\n•\tSave and replay any song from the radio\n•\tEnjoy unlimited skips\n•\tListen offline\n•\tCreate unlimited playlists\n\nJoin our community!\n• Facebook: http:\/\/on.fb.me\/1F1TcFX\n• Instagram: http:\/\/bit.ly\/1e1AOUS\n• Twitter: http:\/\/bit.ly\/1HZk5KQ\n• Blog: http:\/\/bit.ly\/1GiT59D\n\nFor Feedback and Help\nTell us how we can improve by sharing your thoughts at http:\/\/help.iheartradio.com!\n\nFor additional help and to find answers to common questions for iPhone and iPad devices, please visit https:\/\/help.iheart.com\/hc\/en-us\/sections\/204008308-iPhone-iPad\n\nPlease note: This app features Nielsen’s proprietary measurement software which may allow you to contribute to market research, like Nielsen's TV Ratings. To learn more about our digital measurement products and your choices in regard to them, please visit http:\/\/www.nielsen.com\/digitalprivacy for more information.","genre":"Other"}
{"name":"Line Rider iRide™","size_bytes":1646592,"price":1.99,"ver":"2.4","cont_rating":"9+","description":"You draw it! Bosh rides it!  A simple concept yields endless fun and now the smash Internet phenomenon comes to your iPhone and iPod touch with cool new community features!\n\nIn Line Rider you draw a track with your finger then send Bosh on his sled careening down the course until he wipes out!  Create a landscape with as many ramps, hills, and jumps as you can imagine. The possibilities are only limited by your imagination and the physics of a boy on a sled.\n\nAlso check out new features including Draw&Pan, Gravity Tilt and Night Ride!","genre":"Entertainment"}
{"name":"Deliveries: a package tracker","size_bytes":30016512,"price":4.99,"ver":"8.0.3","cont_rating":"4+","description":"Deliveries helps you keep track of all your packages, so you always know when they’re going to arrive. Whether it's the latest gadget you've preordered online, or a new graphic novel you can't wait to dive into, Deliveries will keep tabs on it so you don't miss the doorbell.\n\nThe main list shows a summary of all your shipments and counts down the days. Select a delivery for more information, and see where it is on a map. If you like you can view the shipping company’s web page, or easily share your shipment over email, iMessage, or AirDrop. Deliveries can even add estimated delivery dates to your calendar, and a Notification Center widget lets you quickly check your packages without opening the app. All your old deliveries are archived so you can look them up again if you need to. An Apple Watch app is also included so you can see the latest updates with just a glance.\n\nDeliveries supports dozens of services, including UPS, FedEx, US Postal Service, DHL, TNT, Canada Post, City Link, Royal Mail, and many more. You can also track orders from services like Amazon and Apple, even before they ship. (Some services are limited to specific countries—visit junecloud.com\/services for details.) If you have packages from other services, just select “Other” and enter a delivery date and web site—so you can check on them when you need to and still keep everything in one place.\n\nDeliveries is also available for Mac OS X. You can sync your deliveries between devices with iCloud or our own Junecloud sync. If you create a Junecloud account, you can add new shipments from any web browser.\n\nHave any questions? Just visit junecloud.com\/sync and click Help.","genre":"Utilities"}
{"name":"Hurricane Pro","size_bytes":29518848,"price":2.99,"ver":"5.2","cont_rating":"17+","description":"Hurricane Pro: The best Hurricane tracker app for the iPhone and iPod Touch!  \n\nAs the first hurricane tracker to be released back in 2008, Hurricane Pro has been keeping people like you safe for over 9 years. Continuously updated with interactive features and detail; no other hurricane tracking app comes close to the information provided inside Hurricane Pro!\n\nReviewed by CNN as having the best features of the Hurricane Tracker apps available for iPhone GOOGLE: \"cnn top hurricane app\" to read the article!\n\n• Featured by: CNN Tech • TUAW • MacWorld • The Huffington Post • ZDNet  • The New York Times • \n\n• TWC's Stephanie Abrams: \"The only app I use for 'canes...y'all have a great one...so user friendly and lots of great satellites\/discussions\/history\/etc!!! Thanks for making it!:) -SA\" \n\n• Chief Meteorologist Brad Panovich from WCNC: \"I don't always recommend apps, but when I do, I recommend @HurricaneHD for tropical tracking...\"\n\n• Depended on and recommended by emergency managers and first responders\n\n• Featured in iTunes Rewind two years running\n\n• Video Updates • Extremely detailed video updates provided by an exclusive partnership with the experts at HurricaneTrack.com. HurricaneTrack.com gets in front of the storm and broadcasts back video and information from the front lines. They also provide our weekly video outlook.\n\n• Twitter Feed • All the latest news and updates through Twitter integration.\n\nFull detail tracking map, not just a web page like other apps. Includes forecast cone, wind radius and extremely FAST PUSH notifications to keep you informed.\n\nHurricane has all the detailed information you need. The clear leader in Hurricane Tracking on iOS devices and the one and only app you need to stay up to date.\n\n• Over 50 animated SATELLITE images and NOAA RADAR\n• Bulletins constantly updated from the National Hurricane Center\n• Detailed interactive tracking map\n• Detailed tropical wave\/invest information\n• Video updates both before, during and after the storm\n• Push Notifications\n• Share information with friends\/family via email, SMS, Facebook & Twitter\n• Historic storm data - Atlantic back to 1851 » East & Central Pacific back to 1949\n• Model runs including:  \n        • Wind Shear \n        • Vorticity - 4 models \n        • Environmental Steering - 6 models \n        • Convergence \n        • Divergence \n        • Link to the FSU model runs. \n• Preparedness Tips, Storm FAQs and MUCH More!\n\nInformacion en Español para el Atlantico Norte, el Mar Caribe y el Golfo de Mexico... \n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n• La perspectiva de actividad ciclonica, advertencias, y una explicacion del pronostico praparada para usted, cortesia de la oficina meteorologica de San Juan Puerto Rico.\n\nThis application is great for:\n- - - - - - - - - - - - - - -\n• anyone interested in severe weather or meteorology and studying tropical system history \n• learning more about historical hurricanes like Camille, Hugo, Andrew, Katrina and Sandy, just to name a few.\n\nLove Hurricane Pro™? Get Hurricane HD™ for your iPad today! \n\nIMPORTANT:\n- - - - - - -\nⓘ All official hurricane data originates from the NHC. Hurricane reports the data as it becomes available, however is not guaranteed. ALWAYS execute personal responsibility - watch local media outlets when threatened by a storm!\n\nⓘ Internet Connection required to receive new plots and view new satellite pages and text bulletins.\n\nⓘ We cannot guarantee that our product is the right one for you, as no single application is perfect for everyone. Our goal however, is to create the best, most informative hurricane tracking application possible.","genre":"Other"}
{"name":"Fieldrunners","size_bytes":66872320,"price":2.99,"ver":"1.7.177604","cont_rating":"9+","description":"OVERVIEW\n\nThe invasion begins!  Pint sized soldiers are storming your country - do you have what it takes to defeat them?   Customize your strategic defenses using a wide selection of powerful weapons.  Control the battlefield with a vast array of tactics against countless waves of unique land and air invaders! Countless hours of entertainment and replayable challenges!  Enjoy a growing experience through DLC maps! \n\nDo you have what it takes to stop the fieldrunners and rise to the top as the ultimate tower defense champion? \n\nKEY FEATURES\n\n• Retina display support for gorgeous artwork!\n• Addictive gameplay for hours of action!\n• Over 800 waves across 8 unique battlefields!\n• 11 devastating weapons for ultimate defenses!\n• Stunning visuals in a hyper detailed world!\n• Epic amounts of achievements!\n• Full Game Center integration!\n\nExperience the award winning tower defense game like never before thanks to full Retina display support!  Stop the invading fieldrunners by creating mazes out of powerful weapons in this classic strategy game.  Control the battlefield using limitless strategies and a diverse selection of upgrade-able towers!\n\nAWARDS\n\n• \"Best Mobile Game Award!\" 2009 IGF Mobile \n• \"Excellence in Art Award!\" 2009 IGF Mobile\n• #1 in “Top 10 Must Have Games” Gizmodo \n\nCRITICAL ACCLAIM\n\n• TIME Magazine - “Top 10 Video Games of 2008” \n• PC Magazine - \"Must-Have iPhone Games\" \n• EDGE Magazine - “Top 30 of 2008”\n• Boston Herald - “#3 iPhone Game of 2008”\n\nCONTACT SUBATOMIC STUDIOS\n\n• Twitter: @Fieldrunners\n• Facebook: facebook.com\/fieldrunners\n• Web: subatomicstudios.com\n• Forums: subatomicstudios.com\/forum\n• Email: info[at]subatomicstudios.com\n\nTHANK YOU\n\nEveryone here at Subatomic Studios thanks you for playing our first game! Please rate Fieldrunners to show your support.","genre":"Games"}
{"name":"Juxtaposer","size_bytes":45229056,"price":2.99,"ver":"3.8.2","cont_rating":"4+","description":"Juxtaposer lets you combine multiple pictures into creative and fun photomontages quickly and easily thanks to its intuitive and responsive user interface. \n\nTake any element from one picture and add it to another. Remix your pets into a mythical creature, swap a statue's head with your friend's, or combine photos into surreal and beautiful works of art. Juxtaposer has the power and features of a professional creative tool, but is simple to use and just as importantly, it's fun!\n\nFeatures:\n\n- Short tutorial videos will turn you into a photomontage artist in no time.\n- Your composite images are exported at the full resolution of the background image, even if it's huge (40 MP+)!\n- The image adjustment tools let you match your images' color and lighting, and fine-tune the look of your creation.\n- Zoom in to work on fine details with pixel-level accuracy.  \n- Add elements from as many photos as you like to your background image.\n- Load photos from your iPhone photo library, or from Dropbox, Facebook, Flickr, Instagram or Picasa.\n- Share your photomontages on Facebook, Instagram, Twitter, Flickr or Picasa.  Email them, or save them to your Dropbox.\n- Save your cutout images in the Stamp Manager for later use. You can also share these \"stamps\" with friends or export them as transparent PNGs.\n- Undo any edit.  Experiment safely, you can always get back to where you started.\n- 20 blend modes (like Multiply, Screen and Overlay) let advanced iPhoneographers create unique effects.\n- The \"red mask\" view mode shows you just the top image with the erased parts in red. It is helpful when precisely cutting out an element.\n\n* WhatsOnIphone.com: \"The application works incredibly well and makes an otherwise challenging process simple and fun. It blows my mind that you can do such things on an iPhone.\"\n* TUAW: \"This $2.99 app is a lot of fun, as well as one of the best-executed compositing tools for a mobile device that I've ever seen.\"\n* IphoneAppReviews: \"Pretty much everyone, at some point in time, has had the uncontrollable urge to take a friend’s photo and do something truly evil with it. Juxtaposer is an awesome photo-editing tool that can make that dream a reality!\"","genre":"Photo & Video"}
{"name":"Deezer - Listen to your Favorite Music & Playlists","size_bytes":127470592,"price":0.0,"ver":"6.19.0","cont_rating":"12+","description":"Discover the music you love with Deezer. With access to millions of tracks, create endless playlists with your favorite artists, songs, albums & MP3s for free. Search, stream and download unlimited music with Deezer Flow.\n \n> Unlimited access to millions of tracks\n> Flow - your one-click musical guide\n> Stream songs, artists, albums, genres, radio stations and audio channels\n> Sing along with on-screen lyrics\n> Listen to unlimited playlists curated by our music editors\n> Import the MP3s that you can’t live without\n> Let the music play, on or offline\n \nCustomize your Flow\nFlow, the ultimate music matchmaker. Flow discovers new songs, albums, artists and genres based on the music you love. Go ahead and import your favorite MP3s into your library and we’ll serve up the soundtrack. We’re always musically attuned with your favorites.\n\nHit play for unlimited music discoveries and streaming. It’s the best place for music downloads, and our music catalogue has it all.\n \nStream channels\nSearch for new artists, songs, albums, audio channels, and radio stations by specific genres & countries. Enjoy your favorite music tracks at your fingertips.\n \nCreate your own playlist\nBecome your own musical DJ and create playlists for every mood or occasion. Music aficionados - rock out to every song with the finest audio, and listen to a never ending playlist. Check out our music player and choose to share your playlists.\n \nUse Flow with on-screen lyrics\nNever miss a beat with our on-screen lyrics. Whether it be Queen B or the King of Pop, we’ll give you the lyrics and you take the mic. It's your chance to channel your inner Queen or Adele and sing along with legendary artists.  \n \nDeezer Premium+\n•Skip an unlimited number of tracks\n•Listen to music offline\n•Upgrade to better sound quality for the best pop beats\n•Rock out to uninterrupted, ad-free music\n•Offline music to stream and listen at your convenience\n•Drive with CarPlay, the best copilot for your music     \n\nDeezer Family, perfect for everyone\n•Kids-only profiles\n•6 Premium+ profiles\n\nDeezer Premium+ is a subscription service with a monthly charge of:\nAL 8.99 EUR \/ AR 3.99 USD \/ AT 12.99 EUR \/ AU 16.99 AUD \/ BE 12.99 EUR \/ BH 6.99 USD \/ BO 7.99 USD \/ BR 4.99 USD \/ BW 6.99 USD \/ CA 11.99 CAD \/ CH 17.00 CHF \/ CL 5.99 USD \/ CO 4.99 USD \/ CR 7.99 USD \/ CZ 7.99 EUR \/ DE 12.99 EUR \/ DK 129.00 DKK \/ EC 7.99 USD \/ ES 12.99 EUR \/ FI 12.99 EUR \/ FR 12.99 EUR \/ GB 12.99 GBP \/ GR 8.99 EUR \/ GT 7.99 USD \/ HN 7.99 USD \/ HR 8.99 EUR \/ HU 6.99 EUR \/ ID 89000.00 IDR \/ IE 12.99 EUR \/ IT 12.99 EUR \/ LT 8.99 EUR \/ LU 12.99 EUR \/ MU 6.99 USD \/ MX 139.00 MXN \/ MY 4.99 USD \/ NL 12.99 EUR \/ NO 129.00 NOK \/ NZ 15.99 NZD \/ PE 5.99 USD \/ PH 3.99 USD \/ PL 6.99 EUR \/ PT 8.99 EUR \/ PY 7.99 USD \/ RO 6.99 EUR \/ RU 229.00 RUB \/ SE 129.00 SEK \/ SG 12.98 SGD \/ SI 7.99 EUR \/ SK 7.99 EUR \/ SN 5.99 USD \/ SV 7.99 USD \/ TH 5.99 USD \/ TN 4.99 EUR \/ TR 12.99 TRY \/ US 12.99 USD \/ UY 7.99 USD\n\nPayment will be charged to iTunes Account at confirmation of purchase. Account will be charged for renewal within 24-hours prior to the end of the current period, at the same price. No cancellation of the current subscription is allowed during active subscription period\n\n* Manage your subscription directly from your iPhone *\nSubscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.\n1. Tap the \"Settings\" icon on your mobile, then tap the \"Store\" icon.\n2. Sign in with your iTunes ID.\n3. Tap \"View Apple ID\" then \"Manage App Subscriptions\".\n4. You will be able to see when your next payment is due, or cancel your automatic renewal.\n\n* You may cancel your subscription at any time *\nRenewal of your monthly Deezer Premium+ subscription is automatic. You can cancel this automatic renewal at any time, at least 24 hours before the end of the current subscription period.\nPrivacy policy: http:\/\/www.deezer.com\/legal\/personal-datas.php\nTerms of use: http:\/\/www.deezer.com\/legal\/cgu.php","genre":"Other"}
{"name":"iStellar","size_bytes":44241920,"price":3.99,"ver":"2.9.0","cont_rating":"4+","description":"iStellar is a planetarium App that shows the starry sky seen from the place and time of your choice. It is optimized for Multi-Touch control, allowing you to operate intuitively; drag to move the star chart, pinch to zoom in and out, and so on. \nThe star chart can be rotated from portrait to landscape, and you can even fix the location via GPS (only for iPhone 3G).\n\nFEATURES\n- Over 16,000 star data, with name for 254 stars\n- Twinkles like actual stars\n- Simulates distortion (atmospheric refraction and extinction) at low altitude\n- Displays the Sun, daylight, twilight, the Moon (with shape and phase), 8 planets, Pluto\n- Shows name, line and picture for all constellations\n- Milky Way with real tone\n- Plots Messier objects and their names\n- Comets with accurate position and magnitude. Data can be downloaded whenever available\n- Meteor Shower Radiants\n- Solar eclipse simulation with high accuracy\n- Adjustable moonlight and light polution\n- Landscape and azimuth \/ direction grid\n- Beautiful animation (real-time, adjusted time, reversal)\n- Simulates every second between 1 Jan 1900 to 31 Dec 2099\n- Switches screen according to the device's orientation\n- Zoom by pinching(3 to 180 degrees)\n- Easy moving through the sky by dragging, and centering by double-tap\n- Object Search function\n- Free choice of location and time zone, instant setting with GPS","genre":"Other"}
{"name":"Sonos Controller","size_bytes":107983872,"price":0.0,"ver":"7.2","cont_rating":"4+","description":"Sonos is a system of HiFi wireless speakers and audio components designed for every space in your home. It unites your digital music collection in one app that you control from any device. \n\nENGAGE YOUR SENSES WITH IMMERSIVE SOUND\nFeel the music come to life when you immerse yourself in Sonos sound. Hear every song as it was meant to be heard and every instrument as if you were in the studio or the front row.\n\nCONTROL EVERY ROOM, FROM ANY DEVICE\u2028\nUse your smartphone, tablet or computer to stream different songs in each room, group rooms together, or hear the same beat everywhere.\n\nSTREAM ALL THE MUSIC ON EARTH \nListen to all the music you love, no matter where it lives. Imagine your music library, music services and more than 100,000 free radio stations, podcasts and shows blasting off the walls of every room.\n\nSIMPLE TO SET UP, CONTROL, AND EXPAND\u2028\nNo rewiring.  No complex programming. Place your Sonos speaker anywhere in the house and connect to your home WiFi network with an intuitive mobile app.  Build a house of sound, one room at time, and control your entire home audio system from your phone or tablet.","genre":"Other"}
{"name":"Avertinoo","size_bytes":8044544,"price":4.99,"ver":"3.9.2","cont_rating":"4+","description":"A legal and community based radar notifying application for the Iphone WITHOUT ANY SUBSCRIPTION FEE. (compatible with iOS 5.0)\n\nThe meerkats, small mammals living in a highly socially developed organization, live in small colonies.\nEach adult, male or female, takes on the role of watchman to ensure the safety of the group.\nOnce adult, young dominant females and males create their own colony.\n\nIn analogy to this behavior, the users of Avertinoo choose to be called meerkats.\n\nNear 900.000 copies of Avertinoo have been sold , proof of it's lasting quality, seriousness and confidence from it's users.\n\nAPPLICATION DESCRIPTION\n\nAvertinoo uses a regularly updated database containing well over 27.000 radars in Europe, updated and corrected by it users.\n\n\nLIMITATIONS AND USAGE\n\nRadar notifiers are illegal in following countries : Switzerland, Germany and Austria. \n\nAvertinoo can legally be used in the following countries (at the moment of this publication)\n\nFrance\nUnited Kingdom\nBelgium\nThe Netherlands\nSpain\nPortugal\nSweden\n\n\nAvertinoo's interface shows you at any time the precise number of meerkats that used the road you're driving and since when. It shows you as well the number of people driving behind you on the road you used and that depend on your vigilance.\nWhen an opener sends an alert, you will be visually informed in real time by waves around the number of openers\nYou will be informed regarding the density of speed traps around you, localized in details on a roadmap.\nThe number of meerkats in the same area will be available, not individually localized for confidentiality reasons.\nYou can choose to include the number of Meerkats coming your way, since they can alert you regarding dangers on your road ahead. If you activate the feature, their number will be shown separately just above the geek zone (green text)\nEach event submitter can delete his own alerts via the inbuilt map.\n\nRoad names are now shown when possible. This feature has been improved since it release.\n\nIn your online member's section you can choose the surveillance zone(30 km default) and your sync time.\n\nThe Ipod function allows you to choose your music libraries and\/or podcasts.\n\nNext to a night mode to avoid glare and an extra option to disable the flash during warnings, you can now choose between a spoken text or signal when speeding in a zone with speed limitation.\n\nBut above all on general demand we have included a new warning regarding red light camera's. When enabled in the preferences you will be warned at maximum 500 m from the camera, a distance better suited for urban regions.\n\nAlso new is the possibility to cancel any warning with a single sweep on the screen. You can concentrate on driving instead on the warning.\n\nLast new feature is a better management of risk areas by the server. Each time you enter a risk area, you will be asked if there is an actif speed control via the cross (no) and wink symbol (yes). If you answer yes, the zone will instantly be changed into a mobile control area for a time statistically determined by the server.\n\nUnchanged since previous version :\n\n-Activation with a valid email\n-Choice between several audible alarms, even a voice\n-Choice between several backgrounds\n-Limited data usage and the option to avoid roaming\n-According system language, Avertinoo will be in French, English, Dutch or Spanish \n-and ... a biker mode, economic with screen dimming option.\n\nContinued use of GPS running in the background can dramatically decrease battery life","genre":"Other"}
{"name":"Google Earth","size_bytes":37214208,"price":0.0,"ver":"7.1.6","cont_rating":"4+","description":"Fly around the planet with a swipe of your finger with Google Earth for iPhone, iPad, and iPod touch. Explore distant lands or reacquaint yourself with your childhood home. Search for cities, places, and businesses. Browse layers including roads, borders, places, photos and more.  See the world at street level with integrated Street View.\n\nUse the “tour guide” to easily discover exciting new places to explore. With a quick swipe on the tab at the bottom of the screen, you can bring up a selection of virtual tours from around the globe.\n\nWith 3D imagery, you can now fly through complete 3D recreations of select cities, including San Francisco, Boston, Rome, and others. With every building modeled in 3D, you truly get a sense of flying above the city.","genre":"Other"}
{"name":"iFart - The Original Fart Sounds App","size_bytes":60320768,"price":1.99,"ver":"4.0.8","cont_rating":"9+","description":"You’ve discovered the Original and World Famous iFart™ App.  An Apple All-Time TOP 20 App.  The definitive Fart Sounds app on iTunes.\n\n----------------------------------\nFeatured on The Daily Show with Jon Stewart, The Today Show and many others, iFart™ is considered the most infamous app of all time. \n\nAlso seen in the Wall Street Journal, USA Today, MSNBC.com, MacDailyNews, MacForums, The New York Times, Barron's, Motley Fool, Gizmodo, Venture Beat, Ars Technica, CNET News, Geek.com, Forbes, The UK Register, Information Week, TechCrunch.com and dozens of publications all over the world!\n----------------------------------\n\niFart™ took the app world by storm in 2008. It blasted to #1 on Christmas Day of that year and clinged to number one for weeks. It continued to linger in the Top Ten for over a year! \n\nWe can’t even tell you how much time it spent farting around at #2.\n\nTo celebrate the 7th anniversary of that incredible moment in flatulence history, iFart scientists completely rebuilt the backend of the app and released our biggest update ever!\n\nHere are just a few of the useful, signature features of iFart™.\n\n* SECURITY FART *\n\nPhones and pdas are stolen on a daily basis, but if you are using iFart's advanced security system you can stop criminals right in their tracks.\n\nAnd when thieves try to snatch your phone, they'll be in for a shock when they're blasted by your chosen sound effect. Most criminals know how to lie, but \"it wasn't me\" isn't going to work with iFart.\n\nCall the authorities and send these phone stealing scumbags off to the gas chamber.\n\n* SNEAK ATTACK *\n\nThe sneak attack function can literally save your life. Let's say that you're in a warehouse gun battle. Bad guys are closing in on you, but if you only had a distraction, you could escape.\n\nSneak Attack is that distraction. Simply pull out your phone, choose a sound effect and set the timer up to 30 seconds. Then place your phone in a strategic location and move silently away. When the Sneak Attack goes off, slip away or take out the bad guys when they reach for their noses.\n\n* RECORD-A-FART *\n\nThere are special moments in life that just have to be captured on your phone to be believed. \n\nThe birth of a child, a stunning sunset, bigfoot, and of course, the after effects of a triple burrito lunch.\n\nUsing iFart’s “Record-A-Fart” feature you can now make audible memories for a lifetime and play them for friends and family. Plastic wrap optional.\n\n* FART NOW *\n\nThe World Today is a very stressful place. Stress causes medical problems, eating disorders, drug addiction, and leads to divorce and broken homes.\n\nIf only there was an internationally recognized sound that alleviates stress, brings laughter, lowers blood pressure, clears a room, helps bring peace to the middle east and is enjoyed by both Democrats and Republicans.\n\nWell Folks... there is.. and it's FART NOW. \n\nSimply scroll to your preferred sound effect and hit Fart Now. The World will be a better place with more farting in it.\n\n* BONUS FART PACKS*\n\niFart includes SEVEN of our funniest Fart Packs, each pack contains up to 10 fresh cuts for your enjoyment.\n\n* Shart Toppers   - The Biggest Music Parody Rips of 2015\n\n* Presidential -  Bernie, Hillary, Ted & Donald let em rip!\n\n* Fart Wars - May the Flatulence Be With You\n\n* Movies  - In a world without gas… this is a land that prays for a hero.\n\n* Bands  - The bands on the runs with these farts.\n\n* Food  - You can't have dessert until you play all these farts.\n\n* Celebrities  - Sorry Kanye, you didn't make the cuts.\n\n\nHey, you read this far!    \n\nWe've added a bonus fart to our wheel called \"Fart=O-Rater\".  Make sure you play it and while you're laughing leave us a review and let us know your what your favorite fart or fart pack is today!","genre":"Entertainment"}
{"name":"PAC-MAN","size_bytes":100849664,"price":0.0,"ver":"6.3.5","cont_rating":"4+","description":"One of the most popular video games in arcade history!\n2015 World Video Game Hall of Fame Inductee\n\nWho can forget the countless hours and quarters spent outrunning pesky ghosts and chompin’ on dots? Now you can have the same arcade excitement on your mobile devices! \nGuide PAC-MAN through the mazes with easy swipe controls, a MFi controller, or kick it old school with the onscreen joystick!\nEat all of the dots to advance to the next stage. Go for high scores and higher levels! Gain an extra life at 10.000 points! Gobble Power Pellets to weaken ghosts temporarily and eat them up before they change back. Avoid Blinky, the leader of the ghosts, and his fellow ghosts Pinky, Inky, and Clyde, or you will lose a life. It’s game over when you lose all your lives.\n\nNEW MAZES!!!\nIn addition to the pixel for pixel recreation of the classic original maze, the game is packed with new different mazes. Challenge your skill to beat them all! We are constantly updating the game with new maze packs that you can buy to complete your PAC-MAN collection.\n\nHINTS and TIPS!!!\nInsider pro-tips and hints are being made available for the first time in-game! Use these to help you become a PAC-MAN champion!\n\nFEATURES:\n• New tournaments\n• New Visual Hints and Pro-tips\n• New mazes for all new challenges\n• Play an arcade perfect port of classic PAC-MAN\n• Two different control modes\n• Three game difficulties (including the original 1980 arcade game)\n• Retina display support\n• MFi controller support","genre":"Games"}
{"name":"FOX Sports Mobile","size_bytes":72748032,"price":0.0,"ver":"3.5.13","cont_rating":"4+","description":"FOX Sports is your source for scores and news for your favorite teams and sports. Live game headlines from your point of view, plus key plays and stats, right on the scoreboard. Great alerts. All in a big, bold design that puts you at the center of it all.\n\nWhy FOX Sports is Different\n* Big Scoreboards - Fast access to what you want and need to know, without leaving the scoreboard\n* Deep Personalization - Your favorites get the hero treatment. Live game headlines from your point of view. The news and video you care about.\n* The Best Alerts - The fastest, most informative alerts you can get, including Exciting Games and Key Plays\n\nAdditional Features\n* Complete coverage of NFL, MLB, NBA, NHL, NCAA football and hoops, NASCAR, UFC and Golf\n* Deep soccer coverage, including UEFA Champions League, Europa League, Barclays Premier League, Bundesliga, La Liga, Serie A, and World Cup\n* Up-to-the-minute News for your favorites, local teams, and all sports\n* Links to watch live games in FOX Sports GO\n* Game highlights and video clips from FOX Sports' top shows\n* Full game previews, recaps, and detailed stats\n* Real-time Standings, with Playoff Brackets to follow the postseason\n\nWe may work with mobile advertising companies and other similar entities that help deliver advertisements tailored to your interests. For more information about such advertising practices, and to opt-out in mobile apps, see www.aboutads.info\/choices. You may also download the App Choices app at www.aboutads.info\/appchoices.\n\n\nEULA URL - http:\/\/www.foxsports.com\/end-user-license-agreement?nav=false\nTerms of Use URL - http:\/\/www.foxsports.com\/terms-of-use?nav=false","genre":"Other"}
{"name":"First Words Animals","size_bytes":32164864,"price":1.99,"ver":"7.0","cont_rating":"4+","description":"* Now with French, German, Japanese, Spanish, plus British and American English* \n\nMore than just a game, First Words Animals is a powerful educational tool for the toddlers and kids in your life. It provides hours of fun, laughter and learning.\n\nIf your child is old enough to ask for your phone, they're old enough for First Words Animals!\n\nFirst Words Animals will help your child:\n\n* Develop fine motor skills\n* Learn to recognize and match letters\n* Learn the names of letters\n* Learn the sounds English letters make (phonics)\n* Learn how to spell words\n\nOf course, they won't just be learning, they'll also be laughing and having fun with 45 of their favorite animal friends, beautifully illustrated and matched with entertaining animal sounds.\n\nFirst Words Animals is toddler-tested and approved, with a user-interface designed specifically for the littlest of fingers. More than just a game, it is a sophisticated learning tool that engages your child, encourages exploration, and helps them begin building a deep understanding of the relationships between letters and words.\n\nA variety of options let you adjust the difficulty level to match the abilities of your younger or older kids. In addition to English, your child can now learn the names of their favorite animals in French, German, Japanese and Spanish. \n\nKids can play First Words by themselves, but they also enjoy bringing their grownups along, talking about the animals, saying the names of the letters, and watching the animals spin around and sound off.\n\nIf your child is old enough to ask for your phone, they're old enough for First Words Animals!\n\n* If you like First Words Animals, make sure to check out the other games for kids from Learning Touch.\n\n* We love getting feedback and hearing stories about the kids who use our apps! Share your stories in a review on iTunes or by leaving feedback at learningtouch.com. Let us know how your kids use First Words, and what you'd like to see us do next.","genre":"Games"}
{"name":"WeatherPro","size_bytes":69079040,"price":1.99,"ver":"4.8.2","cont_rating":"4+","description":"WeatherPro has been created by MeteoGroup, Europe’s leading private weather company. This reliable, award winning app, offers unrivalled, high-quality, detailed information, including Apple Watch support. These features are all brought to you by passionate weather professionals – hence the name WeatherPro!\n\n• \t7-day forecast data in periods of 3 hours\n• \tWeather reports for 2 million worldwide locations\n• \tComprehensive detail on temperature, wind direction\/ speed, air pressure, precipitation amount\/ probability, relative humidity, UV index, feels like temperature and more\n• \tWorldwide alerts and warning levels for extreme weather\n• \tUnlimited favourite locations synchronisable via iCloud\n• \tConnection to Netatmo personal weather stations and the Apple Watch\n• \tGlobal satellite and animated radar for the USA, Australia and much of Europe\n• \tAdditional features like: widget, webcams, weather photo, weather news etc.\n•\tSki Weather\n• \tNo adverts\n\nWe also offer an optional premium service which is perfect for if you have specific weather interests, for sports, holidays or more:\n•\t 14-day forecasts in hourly periods\n•\t Windtheme – optional interface focused on wind data\n•\t Precipitation type radar for Europe, radar forecasts, heat maps, lightning strikes, cloud cover forecasts, etc.\n•\t Beach Weather, and more\n\nOne subscription covers Premium services on all weather apps by MeteoGroup: WeatherPro, MeteoEarth and AlertsPro.\n\nFor more details please visit www.weatherpro.eu, follow WeatherPro at www.twitter.com\/weatherpro or visit our help center https:\/\/meteogroup.zendesk.com.","genre":"Other"}
{"name":"HotSchedules","size_bytes":82037760,"price":2.99,"ver":"4.56.1","cont_rating":"4+","description":"HotSchedules is the #1 rated employee scheduling app and is the fastest and easiest way to communicate about the work schedule or anything else! Check schedules and send text or email alerts to notify staff about the schedule or other important messages. Team members can swap, pick-up or release shifts with one click.  Schedules and the roster automatically update with any manager-approved changes.\n \nNOTE: The HotSchedules application REQUIRES a valid HotSchedules user account.\n \nApp Features for Owners and Managers\n·        View sales and labor snapshots, compare actual to scheduled labor and the variance\n·        View current or future posted schedules\n·        Set up specific notifications\n·        Update, approve or deny shift swap, pick-up or release requests\n·        Message employees by job code\/role to fill shifts fast\n·        Manage time-off requests and view blocked dates\n·        View the roster and employee contact information and contact employees with one click\n·        Messaging employees about their shift via text, email or the HotSchedules platform\n·        Search messages by keyword\n·        Need help?  Contact Customer Care 24x7x365\n \nApp Features for Team Members\n·        View your work schedule from anywhere at any time\n·        Sync your schedule with your calendar\n·        Set up specific notifications, such as new messages, schedule changes, shift trade approvals and shift locations\n·        Set-up auto-pick up or release options\n·        Review open shifts and request to pick-up and release options\n·        Send requests to release or swap shifts\n·        Contact coworkers with one click\n·        Message coworkers via text, email or the HotSchedules platform\n·        Request time off\n·        Need help?  Contact Customer Care 24x7x365","genre":"Other"}
{"name":"Star Walk - Find Stars And Planets in Sky Above","size_bytes":150195200,"price":4.99,"ver":"7.2.3","cont_rating":"4+","description":"Star Walk is the most beautiful stargazing app you’ve ever seen on a mobile device. It will become your go-to interactive astro guide to the night sky, following your every movement in real-time and allowing you to explore over 200, 000 celestial bodies with extensive information about stars and constellations that you find. \n\n***Over 10 million users! Winner of Apple Design Award 2010*** \n***No In-App Purchases***\n\nStar Walk now works with Apple Watch to alert you of upcoming astronomical events.\n\nGet started quickly\n\n• Launch the app and point your iPhone at the night sky, you'll see the stars, planets, satellites,  and constellations in their proper place from your location. As you move your device, the star map updates in real time. The Moon is the easiest first target. \n\n• Tap Augmented Reality icon in the upper right corner to add the image from your camera to your sky view. \n\n• Use Night Mode to go easy on your eyes and preserve night vision when exploring the Universe. \n\n\nGo deeper and beyond\n\n• Every object you tap has an (i) next to its name, tap it to access information.\n\n• A scale on right is the Time Machine, slide it to explore the map of the night sky of tomorrow or years ago. \n\n• A calendar of celestial events will make sure you never miss anything interesting. \n\n• TelRad will help you find the exact position of an object when stargazing with a telescope.\n\n\nShare your experience \n\n• Project to a big screen with no picture quality loss. Star Walk is your personal planetarium. \n\n• Explore stunning space pictures in Picture of the Day. \n\n• There is an entire stargazing twitter community within Star Walk - don't miss out! \n\n\nDuran Duran's keyboard Nick Rhodes mentions Star Walk as his favorite app:\n\n\"With the Star Walk app, if you hold your iPod up towards the sky, you can see all the stars and constellations. It even tells you the names of all the planets. Then, if you point it towards the ground, it shows you what all the stars are in the other hemisphere. It’s brilliant, and if you’re ever somewhere with a clear sky and  no light pollution, it’s a revelation. It’s beautifully designed and makes clever use of the available technology. I’m fascinated by astronomy, but even if you’re not, give this a go.\"\n\nLinks:\nhttp:\/\/vitotechnology.com\/star-walk.html\nhttp:\/\/www.facebook.com\/StarWalkApp\nhttp:\/\/twitter.com\/starwalk","genre":"Education"}
{"name":"The Weather Channel: Forecast, Radar & Alerts","size_bytes":199734272,"price":0.0,"ver":"8.11","cont_rating":"4+","description":"The Weather Channel App for iPhone is your best option for accurate forecasts and timely local weather alerts. Make confident decisions this spring, whether you are planning for the day, the entire week or the next 15 days! \n\n\nKNOW THE WEATHER ANYWHERE, RIGHT NOW\n• Forecasts: Hourly, daily, weekly, weekend and 15-day forecasts.\n• Cognitive Home Screen: Changes based on your current location, weather, and time of day, so you get your current conditions plus the weather info you need most.\n• Detailed Current Conditions: Get “feels like” temperature, humidity, wind speed, and more.\n• Weather Maps: Fast-loading radar maps show past and future doppler radar. \n• Severe Weather Alerts: Stay safe with real-time National Weather Service notifications of severe weather including severe weather warnings about lightning, hail, flooding and severe storms. \n\n\nPLAN YOUR OUTDOOR ACTIVITIES WITH CONFIDENCE\n• Need weather information to help plan for road trips, picnics, camping or hiking? – this app lets you track and read detailed weather information in multiple locations around the world.\n• Dress, pack and plan appropriately – know the rain and wind forecasts, tides, sunrise and sunset times, phases of the moon and even pollen counts!\n• Catch the end of Ski season!  Our Ski forecast shows nearby ski resort conditions including snow forecasts, number of open trails, snow base depth and more.\n• GoRun Forecast: Like to run? Now you can create a personalized GoRun Forecast to help you answer questions like “When should I run?” “What should I wear?” “How far should I go?” Scroll to the Outdoors module in our app to try it out, and let us know what you think at  iphonesupport@weather.com.\n\nFREE DETAILED WEATHER PROGRAMMING & FEATURES 24\/7\n• Watch our morning show “The Lift”: a 6-minute weather show that airs first on your app. Join Domenica Davis as she covers breaking weather, cool science, and amazing nature clips first thing in the morning. Available on your home screen weekdays from 6-11 a.m. Great for people on the go!\n• Weather News: From severe storms to straight-up bizarre weather occurrences, we’ll keep you up to date.\n• Stunning Imagery: Amazing background photos match your current weather conditions.\n• Sponsors allow us to bring you The Weather Channel app for free\n\n\nAD-FREE VERSION\nFor those of you who want an ad-free version of our weather app, it is here! Our iOS app includes a $3.99 in-app purchase to remove all ads for 1 year. Simply go to the Settings menu in the app to complete the purchase.\n\n\nWEATHER ALERT APPLE WATCH INTEGRATION\n• Get precise weather updates, rain and lightning alerts and more of your favorite features right from your Apple Watch.\n• Watch Glances: To activate The Weather Channel Glance, open the Apple Watch App on your iPhone, go to the \"Glances\" section, click \"edit,\" and add \"The Weather.\"\n\n\nTo activate the new The Weather Channel watch face complication, press firmly on the watch face that displays the time and tap \"customize.\" Then browse to the complication showing an umbrella icon.\n\nTHE WEATHER CHANNEL ON THE WEB AND SOCIAL MEDIA\nForgot your phone? Access many of the top app features on the web, wherever you go: find us at weather.com, like us on facebook.com\/theweatherchannel, and follow us on Twitter @weatherchannel.\n\nPRIVACY\nWe respect your privacy! Please check out our Privacy Policy, which can be found here: https:\/\/weather.com\/en-US\/twc\/privacy-policy and our Terms of Use, which can be found here:http:\/\/www.weather.com\/common\/home\/legal.html\n\nFEEDBACK\nWe love feedback! If you love our weather app, please rate and review us in the App Store. If you have questions or suggestions, please email us at iphonesupport@weather.com with any suggestions or questions.","genre":"Other"}
{"name":"Big Day - Event Countdown","size_bytes":13156352,"price":0.99,"ver":"8.2.0","cont_rating":"4+","description":"\"Over 11 million users downloaded the original Big Day app!\" \n\nAre you bored with the other countdown or day tracking apps which have only text, small image? We have a totally different and unique app with full graphics and animation effects. Or are you tired of too complicated user interface with other apps? We have an easy-to-use app focusing on the basic. \n\nBig day is a day tracking app which tells you the remaining days until or starts counting the days after the event with your own photos. It is the simplest and the most beautiful way to track your big days. \n\n\nWhen to use Big Day :\n- Your wedding day, valentine's day, the first date, birthday, anniversary, the birth of your children and baby, holiday, meeting, trip, party, vacation, discharge, exam, days of quitting smoking, graduation, halloween, new year, thanksgiving and all of the other very important days of your life.  \n\nFeatures:\n- Widget (Today Extension) to check your events easily.\n- Share your big day on Facebook or Twitter.\n- Set notification date and time to get an alarm. \n- High quality icon and retina images.\n- Drag the counter frame on the screen.\n- Change color by double-tapping the counter frame.\n- Animated numbers when starting or fliping.\n- Multiple dates and events up to twenty.\n- Reorder dates and events.\n- Select your picture for the background from your own Photo Album or iPhone Camera Roll. \n- Save your Big Day count as a image.\n- View all events in a list.\n- Force touch on the icon.\n\nContacts\/Downloads :\nTo contact us or download some sample photos on the screenshot, Please visit at http:\/\/bigdayapp.com\/","genre":"Other"}
{"name":"12 Steps AA Companion - Alcoholics Anonymous","size_bytes":30367744,"price":2.99,"ver":"2.5.9.2","cont_rating":"12+","description":"**FEATURED ON GOOD MORNING AMERICA**\n\nThe ORIGINAL & MOST COMPREHENSIVE sobriety tool available for members of Alcoholics Anonymous. With a feature packed Big Book reader, search tool, sobriety calculator, notes, AA contacts database and more, your experience is unmatched! Every member of AA will find this app very useful yet quite simple to use.\n\nAlso, be sure to check out our 12 Steps Speakers app for AA, NA, CA, OA and Al-Anon.\n\n\nFEATURES:\n\n• Available for iPhone, iPod Touch and iPad!\n\n• Completely rebuilt with great, new features, functionality and layout improvements\n- Beautiful new icon and app design.\n\n• ANONYMOUS ICON\n- To protect anonymity, the actual app icon does not show references to AA\n\n• SOBRIETY CALCULATOR\n- View your length of sobriety each time the app is opened\n- Calculate the length of sobriety of all your friends\n\n• THE BIG BOOK\n- Highlight text!\n- Adjustable font size.\n- Collapsible index categories.\n- Built in dictionary. Select a word to define\n- Read the main 164 pages & more\n- Read 60+ stories from 1st & 2nd editions\n- Original forewords\n- Portrait or Landscape layout for reading\n- Tap the screen while reading for full screen view\n- Page numbers for the main 164 pages\n- Quickly jump to page number (page button)\n- Search \/ Concordance Tool (magnifying glass)\n- \"Return to Bookmark\" from any note made while reading the Big Book\n\n• PRAYERS\n- Morning prayer for \"on awakening\"\n- Night prayer for \"when we retire at night\"\n- Prayers from the steps\n- Prayer of St. Francis\n- The Big Book's suggestions on prayer\n\n• PROMISES\n- Extensive gathering of promises throughout the Big Book\n- Promises on Experience, Strength and Hope\n- Promises from the steps and more!\n\n• NOTES\n- Enhanced note sharing via Facebook, Twitter and email\n- Copy and Paste or highlight text and tap the note button to auto insert text into Notes\n- A great study tool\n- Jot down thoughts and ideas for later\n\n• CONTACTS\n- Reach out to US central offices, areas, districts and answering services\n- Tap contact buttons to immediately call, e-mail or visit their website\n- Edit and add your own recovery contacts\n- Contact Support for help via email from contacts\n- Built in routing to find contact addresses and quick access to Maps app for specific directions\n\n\n-------------------------------------\n\nThank you everyone that has downloaded this app! I am grateful for your support! I hope you enjoy this app as a tool in your recovery and others.\n\nIf you have any comments or concerns please visit www.deanhuff.com\n\n-------------------------------------\nBECAUSE OF COPYRIGHT RESTRICTIONS:\n\n- Only stories from the 1st and 2nd editions could be included.\n\n- The 12 Steps Companion can only be available to US customers.\n\n-------------------------------------\n*Big Book and Alcoholics Anonymous are registered trademarks of AA World Services.\n\n*Please always support AA by purchasing a printed copy from your local central office","genre":"Other"}
{"name":"OpenTable - Restaurant Reservations","size_bytes":93420544,"price":0.0,"ver":"10.18.0","cont_rating":"4+","description":"Discover, reserve, and manage restaurant reservations free and instantly—anytime, anywhere. Get last-minute access to more restaurants around the world with the leader in restaurant reservations. Plus, earn points towards rewards every time you dine with the OpenTable app. Download free today.\n \nIn addition to the 1+ BILLION diners we’ve seated at 40,000+ restaurants worldwide, others love OpenTable as well:  \n・OpenTable Is Secretly the Best Thing on the Internet (Gizmodo)\n・World's Greatest Apps (Business Insider)\n・100 Best iPhone Apps of All Time All Time (Mashable)\n・12 Travel Apps Worth Keeping (The New York Times)\n・Best Restaurant Dining Apps (People Magazine) \n\nPerks:\n・RESERVE SIMPLY, INSTANTLY, and FREE at thousands of restaurants \n・GET REWARDED with points when you dine out and save on future meals\n・MANAGE RESERVATIONS on the go —it’s easy to change, cancel, and re-book\n・GAIN EXCLUSIVE ACCESS to mobile-only benefits\n・DISCOVER & EXPLORE restaurant reviews, photos, menus, and more \n・SEARCH WITH EASE by preference: party size, date, time, cuisine, price, or distance \n・COORDINATE PLANS with friends by sending OpenTable invitations, adding reservations to calendars, and using iMessages to share and vote on favorites with friends\n・TRAVEL READY to help you reserve restaurants in the United States, Canada, Mexico, United Kingdom, Ireland, Germany, Australia, Japan, and more!\n \nLike it? Love it? Need help or have suggestions? Let us know. Visit community.opentable.com","genre":"Other"}
{"name":"VLC Remote","size_bytes":31505408,"price":4.99,"ver":"9.30","cont_rating":"4+","description":"VLC Remote®  lets you remotely control your VLC Media Player on your Mac or PC. Supports iPhone, iPad and Apple Watch!\nAwarded Gizmodo's “Essential iPhone App” three years running. Awarded T3's “Best iPhone Apps”. \n\n“The new VLC Remote app is simply stunning! It works a treat and it feels professional and powerful. Love it.” \n- Adam, London\n\n“The update for the iPhone version is *amazing* - it looks so polished - not that I had any complaints before.” \n- Rich\n\n• Features • \n\n— Easily control VLC from your sofa! \n— Today widget for even faster access to controls\n— Apple Watch support\n— Works with VLC on your Mac, PC or Linux machine\n— Automatically scans your local network for VLC players \n— Universal app fully supported for iPhone and iPad\n— Stop, Play and Pause \n— Full DVD controls \n— Control volume, position, next track and previous track \n— Turn fullscreen on and off \n— Use the graphical equaliser\n— See your cover art\n— Control subtitles, aspect ratio, audio track and delays \n— Use the picker control for fine control of volume and position \n— View the playlist and play files from it \n— Free setup helper quickly configures VLC for use with the remote \n\nVLC is a great, free and popular media player that can handle almost any file format. \n\nVLC Remote® lets you sit back enjoy your movies and music while you control things from your easy chair. \n\nIt is a joy to use - no more reaching for the mouse when you want to pause your show, select the next episode, or play some different music.\n\nVLC Remote will work with the iPhone 3GS and later. It won't work with the iPhone 3g - but you can use Ye Olde VLC Remote on the 3g.\n\n• Reviews • \n\n“Needless to say, we loved this app for everything it’s got.” \n-AppsTouch.com \n\n“Basically, if you use VLC and have an iPhone you will soon find that this is an essential app to enhance your home movie experience.” \n- T3.com\n\n“5\/5 Simply put if you have an iPhone or iPod touch and use VLC on your computer then you need this app.” \n-AppCrunch\n\n“As far as I'm concerned, this is a necessary download! ... Works great, setup was super easy and I use this every day. MUST HAVE!!!” \n-US Reviewer \n\n• System Requirements • \n\n- Supports VLC on Windows, Mac and Linux \n- Free setup helper quickly configures VLC for use with the remote \n- Supports VLC 2.0 and above\n- Supports Windows, Vista, Windows 7 and Window 8\n- Supports Mac OS 10.7 and above.\n\n\n• Response to feedback • \n\n-If you do have any problems connecting to VLC, then please just check the help instructions in the app. Feel free to drop me an email (my personal mail is in the app) if you need help. \nEnjoy! \n\n\n• Languages • \n\nVLC Remote is currently translated to 22 languages. If you are willing to translate it to your language, or would like to improve the translations, please head over to http:\/\/translate.HobbyistSoftware.com","genre":"Entertainment"}
{"name":"gFlashPro - Flashcards & Tests","size_bytes":25997312,"price":3.99,"ver":"7.1","cont_rating":"4+","description":"Have you been searching for a mobile flashcard app that it not only innovative and cutting-edge but also fun to use? \n\nAre you tired of the old school pen and paper approach to flashcards? \n\nWould you like to be able to easily share your flashcards with friends, teachers, and classmates?\n\nThen look no further than the newly improved, gFlashPro. Long recognized as the best free flashcard app on the market, gFlashPro offers users a robust platform for creating, downloading, and manipulating flashcards in every subject under the sun. This latest release is jam-packed with new features including a Matching Game study mode, improved user interface, and full support for iOS 9.\n\nWith even more free features than before, this version of gFlashPro is a must-have study tool for students of all ages.\n\nFree Features:\n\n· Full support for iOS 8 and iOS 9\n· Updated and improved user interface\n· Multiple study methods: Adaptive, Flashcard Boxes, Self-Test Quiz and a card Matching \u2028Game.\n· Fully functional card editor - create and edit your own card sets, right from within the app!\n· No limits on the number of cards or card sets\n· Fast Google Docs integration - create your cards in a Google Spreadsheet and then just download into the app\n· Ability to download from and share card sets with the gWhiz Catalog\n· Share sets via email or iTunes File Sharing\n· User defined and generated multiple choice questions\n· Ability to include zoomable images and audio\/video clips directly through gFlash editor\n· 5 star performance scoring - track your improvement!\n· Cached images and sound clips for offline studying and faster display\n· Convenient on screen controls for sorting and screen layout\n· Multisided cards with up to nine card \"sides\" easily added thru the Google Docs interface\n· Reverse Q&A\n· HTML support\n· High quality iPad interface\n· Complimentary content from select publishers\n· Updated background selection screen and new backgrounds\n· Contextual help\n\nThis new version of gFlashPro also comes with configurable upgrades!\n\nAvailable in-app purchases:\n· Premium branded content created by leading educational publishers including Kaplan, Barron's, McGraw-Hill, Wiley Publishing, PPI, CCI, FLVS, and Vet Board Games.\n\nHere at gWhiz we are committed to customer satisfaction. With over 1 million users of gFlash+, we have received valuable feedback and suggestions for improvement. We have integrated many of these new features in our latest release. We think you'll agree that gFlashPro is the finest flashcard mobile application on the market today.\n\nUsers should note that an active wireless connection is required to download new cardsets, and view flashcards with videos. Once downloaded, text based flashcards, cached images, and cached sound clips can be used at anytime.\n\nFor more information about our products, please visit our website at www.gwhizmobile.com.  If you have comments or suggestions for future improvements, please send an e-mail to info@gwhizmobile.com.  You can also find us on Facebook and Twitter.","genre":"Education"}
{"name":"Lose It! – Weight Loss Program and Calorie Counter","size_bytes":182054912,"price":0.0,"ver":"8.0.2","cont_rating":"4+","description":"The world’s most effective weight loss program just got even more fun.  With Lose It! and Snap It, you have everything you need to rock your goals in one app, the easy way! Simply upload your food pic to Lose It!, and Snap It will identify the foods it sees to get you the calorie count and nutrition information in a snap. Download Lose It! and try Snap It today!\nHOW IT WORKS\nGetting started with Lose It! is easy. Simply download the app, tell us a little about yourself (or import your profile from the Health app) and we'll create a custom weight loss plan for you. Then start logging your food and exercise. There's no easier app-based weight loss program!!\nSET YOUR GOALS & ACHIEVE THEM\nLose It! helps you set your daily budget, plus goals for nutrients (carbs, fat, protein, fiber, sugar, etc.), weight loss, exercise, blood pressure, water intake and more! You set the goals, we’ll help you with the plan to achieve them.\nTRACK YOURSELF\nLose It! offers simple, easy-to-use tools for tracking what you eat and do. Just search it, scan it, or snap it! Search for foods and exercise types in our database of over 7 million items, scan your food package with our nifty barcode scanner, or snap a pic and let Snap It [NEW] do the rest. \nINSIGHTS TO SUCCESS\nWant to go beyond calorie tracking to break through a weight loss plateau? Lose It! Insights help you learn more about your logs, like where your carbs and calories are coming from, plus the foods that help or hinder your progress. \nCONNECT APPS & DEVICES\nLose It! Makes fitness tracking a breeze. Connect to the best health and fitness devices, trackers, and apps available to seamlessly track calories burned from exercise, steps, and more. \nGET SUPPORT & ACCOUNTABILITY\nIn-person meetings are so last century. Access your support network from your fingertips through our social features. With Lose It!, you can connect to friends, family, and peers around the clock for the support you need, when you need it.\n\nANSWER THAT BURNING QUESTION: HOW DO I LOSE WEIGHT? \nIntroducing The How - the complete nutrition and fitness program designed to teach you how to be the healthiest version of yourself! Our comprehensive meal plan database and fitness library can be accessed directly in Lose It! \nCHALLENGES THAT MOTIVATE\nHealth & fitness is more fun with friends. Unlock your competitive side and achieve your goals with Challenges in Lose It! Whether it’s weight loss, exercise, or total wellness, Lose It! offers head-to-head, team, and group-based challenges. Compete with each other or work together toward a common goal. Join a public challenge or create your own!\n\nSome features require our premium subscription. \nJoin today and you'll see how easy it is!\nFacebook: http:\/\/www.facebook.com\/loseit\nTwitter:@loseit.\nInstagram: @loseitapp\n\nSUBSCRIPTION PRICING AND TERMS\nUpgrading to Lose It! Premium is an automatically renewing, annual subscription at a regular cost of $39.99 per year.\n\nPayment will be charged to iTunes Account at confirmation of purchase. The subscription automatically renews unless canceled at least 24-hours before the end of the subscription. Your renewal price will remain the same as your original annual subscription price.\n\nSubscriptions may be managed and auto-renewal may be turned off by going to the user's Account Settings after purchase. Once you've purchased a subscription, no refund will be provided for any unused portion of the subcription.\n\nPlease see http:\/\/loseit.com\/privacy\/ for our privacy policy and http:\/\/loseit.com\/terms\/ for our full terms of service.","genre":"Other"}
{"name":"Target","size_bytes":138754048,"price":0.0,"ver":"8.21.0","cont_rating":"4+","description":"It’s the best of our stores and Target online at your fingertips. The Target app is packed with smart, easy tools to help you plan, find and save while you shop. \n\nSearch our entire online and in-store product selection. Easily find prices, ratings and reviews and other product details, too. Swipe through the Weekly Ad, browse Cartwheel offers, and find deals. The Target app makes it easy to place an order securely every time. Have purchases delivered to your home, or pick up your order at your nearest store. Use Apple Pay for online purchases (requires iPhone 6\/6+ or newer).\n\nPrepare for your next Target visit with our shopping list. Quickly add items with smart suggestions or our convenient barcode scanner. You will see Cartwheel deals for items on your shopping list. Maps are available for each Target store, so you can easily find what you’re looking for, no matter which store you visit.\n\n* Continued use of GPS running in the background can dramatically decrease battery life.","genre":"Other"}
{"name":"Fish Tycoon","size_bytes":13564835,"price":0.99,"ver":"1.1.0","cont_rating":"4+","description":"***ON SALE: $0.99 for a short time! If you'be been waiting to grab the full version, now is your chance!***\n\nFish Tycoon is the award-winning virtual fish breeding game from the creators of the acclaimed Virtual Villagers series.\n\nStarting with $300 and a handful of eggs gathered from the fabled island of Isola, your goal is to unlock the genetic puzzle and discover the 7 Magic Fish of Isola.  You will breed and care for more than 400 species of fish, financing your operation by selling your creations to eager customers. A wide variety of aquarium supplies are available to equip and customize your tanks, care for your fish, and magically enhance your aquariums. The game continues to progress in true real time, even when your iPhone or iPod Touch is turned off, so don’t forget to check in regularly to feed your fish, cure their illnesses, and create the next generation of baby fish!\n\nMore about Fish Tycoon:\n\n* It’s a virtual pet: care for your fish in your own virtual aquarium.\n* It’s a simulation game: maintain virtual fish in a persistent world.\n* It’s a genetic puzzle: discover which breeding combinations will lead to the discovery of the 7 Magic Fish.\n* It’s a tycoon game: test your business and aquarium skills at the same time!\n* Over 400 species of fish to breed.\n* Built-in screensaver: display your fish in your own virtual aquarium.\n* Customize your tanks: purchase aquarium ornaments and place them where you like them!\n* Real-time game play: new surprises every time you turn on the game! \n\nWinner of these awards: \n- \"Best Simulation Game\" - PDArcade\n- \"Best Application for Play\" - Handango\n- \"Silver Award\" GameTunnel\n- \"Parents Choice Recommended Award\"\n- \"iParenting Media Award\"\n\nRecommended for people who enjoy casual sims, aquarium simulations, fish games, virtual pets, and strategy games.\n\nVisit our Official Fish Tycoon site at www.FishTycoon.com for instructions, strategy guides, and much more! \n\nVERSION AND DEVELOPER NOTES:\nMarch 11: v1.02 Still not fixing the savegame resets that a few players are seeing, so we are preparing a broader fix to this problem. We'll try to rush this update out VERY quickly! \nFeb 24: Submitted update to Apple. Bug fixes including stability and savegame fixes.\nNOV 29: HOORAY! The save game bug update has been approved and the game is now fixed! :) Thanks again for everyone's patience. We will continue to monitor for other bugs and problems, of course (while we work on bringing over more games from our collection!). Hope you enjoy the game! -The Last Day of Work Team\n\nFor the latest info, and to find out what else we're cookin' up, follow us on Twitter at: www.twitter.com\/LastDayofWork","genre":"Games"}
{"name":"Amazon App: shop, scan, compare, and read reviews","size_bytes":133688320,"price":0.0,"ver":"9.10.0","cont_rating":"4+","description":"Comprehensive \nYou need toothpaste, golf clubs, and batteries - and you need them now. Known for its colossal shopping catalog, Amazon packs a variety of the features and functions into this ample app, whether you’re buying gifts, tracking orders, scanning products, or tap the mic icon and use Alexa to play music, shop, tell jokes, listen to eBooks and more. It’s easy to navigate, intuitive and extremely fast.\n\nBrowse, search, get product details, read reviews and purchase millions of products available from Amazon.com and other merchants. \n\nConvenient \nSign in with your existing Amazon account to access your cart, payment and shipping options. Create or find a baby or wedding registry.  No need to create a new account to manage your 1-Click settings and wish lists, track your orders and use your Prime membership benefits. Shop just as you do on the web. \n\nFast \nCompare prices and check availability instantly by scanning a barcode, snapping a picture or typing your search. \n\nSecure \nAll purchases are routed through Amazon's secure servers. \n\nUniversal \nShop Amazon.ca, Amazon.co.uk, Amazon.de, Amazon.fr, Amazon.com, Amazon.it, Amazon.es, Amazon.cn, Amazon.co.jp or Amazon.in from a single app.","genre":"Other"}
{"name":"Touchgrind","size_bytes":55205888,"price":4.99,"ver":"1.5.1","cont_rating":"4+","description":"\"one of the best games available for the platform\" - Gizmodo\n\nWinner of Most Innovative Game 2008 - Best App Ever Awards\n\nSkate like a pro in this first real multi-touch skateboarding game ever.\n\nJust like in real skateboarding or fingerboarding, Touchgrind is a game of skill that takes 10 minutes to understand but weeks of lectures, boring meetings and family dinners to master. Learn the tricks and impress your buddies.\n\nThe innovative finger controls together with true physics simulation let you pull off tricks like ollies, shuvits, kickflips, heelflips, impossibles, 5-0, 50-50, crooks, smithgrinds, boardslides, tailslides, darkslides etc in endless combinations.\n\nBuilt on experience from the massive hits Labyrinth and iPint, Illusion Labs now brings you this killer game that will keep you boarding for hours and hours.\n\nFEATURES\n\n- True physics\n- Innovative multi-touch controls\n- 12 unlockable boards with different abilities\n- Warm Up, Jam Session and Competition game modes\n- Tutorial videos\n- Stunning 3D graphics\n- Realistic sound\n\nkeywords: multi touch grind rail board skategame skateboard fingerboard illusionlabs","genre":"Games"}
{"name":"ProPresenter Remote","size_bytes":46922752,"price":4.99,"ver":"4.8.1","cont_rating":"4+","description":"ProPresenter Remote is the perfect companion for Renewed Vision's award winning ProPresenter presentation software.  Using ProPresenter Remote you'll be able to control or observe many key features of any ProPresenter application that's running on your Wi-Fi network.\n\nBrief Highlights:\n• Control presentations using the familiar grid layout that you're accustomed to from ProPresenter\n• Simplified remote with slide notes to put the controls in the presenter's hands.\n• Control and configure your clocks and timers.\n• Configure, show, and hide announcement messages\n• Change the stage display layout\n• Use social media to approve tweets and instagrams for your event\n• Use telestrator (available as an in-app-purchase) to control the telestrator with a live video stream from ProPresenter.\n\nRequirements: \n- ProPresenter 4, 5, or 6 on the Mac, ProPresenter 5 or 6 on the PC\n- A Wi-Fi connection to the ProPresenter machine.\n\nNot all features in ProPresenter Remote are supported by all versions of ProPresenter.  If you have a question about a feature\/compatibility in ProPresenter Remote for your particular version of ProPresenter, please contact our sales team at sales@renewedvision.com\n\nIf you are having any issues with the app, please contact our support team at support@renewedvision.com so that we can assist.  We are unable to effectively assist with problems mentioned in a review.","genre":"Utilities"}
{"name":"iReal Pro - Music Book & Play Along","size_bytes":63283200,"price":12.99,"ver":"7.0.1","cont_rating":"4+","description":"Practice makes perfect. iReal Pro offers an easy-to-use tool to help musicians of all levels master their art. It simulates a real-sounding band that can accompany you as you practice. The app also lets you create and collect chord charts of your favorite songs for reference.  \n\n~One of Time Magazine's 50 Best Inventions of 2010~\n\n“It’s the perfect technology for a practicing musician: high-quality digital audio, mixable, transposable into any key and completely mobile. Now every aspiring musician has a backup band in their pocket.” – Tim Westergren, Pandora Founder\n\n• It's a Book:\nCreate, edit, print, share and collect chord charts of your favorite songs for reference while practicing or performing.\n\n• It's a Band:\nPractice with a realistic sounding piano (or guitar), bass and drum accompaniments for any downloaded or user-created chord chart.\n\nFEATURES:\n\nHave a virtual band accompany you as you practice\n• Choose from 47 different accompaniment styles (Swing, Ballad, Gypsy Jazz, Bluegrass, Country, Rock, Funk, Reggae, Bossa Nova, Latin,...)\n• Personalize each style with a variety of sounds including piano, fender rhodes, acoustic and electric guitars, acoustic and electric basses, drums, vibraphone, organ, and more\n• Record yourself playing or singing along with the accompaniment\n\nPlay, edit, and import any songs you want\n• 1000s of songs can be imported from the forums in a few simple steps\n• Edit existing songs or create your own with the Editor\n• The Player will play any song that you edit or create\n• Create multiple editable playlists\n\nImprove your skills with the included chord diagrams\n• Display guitar, ukulele tabs and piano fingerings for any of your chord charts\n• Look up piano, guitar and ukulele fingerings for any chord\n• Display scale recommendations for each chord of a song to help with improvisations\n\nPractice in the way, and at the level, that you choose\n• Includes 50 exercises for practicing common chord progressions\n• Transpose any chart to any key or to number notation\n• Loop a selection of measures of a chart for focused practicing\n• Advanced practice settings (automatic tempo increase, automatic key transposition)\n• Global Eb, Bb, F and G transposition for horn players\n\nShare, print, and export – so your music follows you wherever you need it!\n• Share individual charts or whole playlists with other iReal Pro users via email and the forums\n• Export charts as PDF and MusicXML\n• Export audio as WAV, AAC and MIDI \n• Support for AudioBus and guitar connection kits\n• Support for AirTurn™ and other bluetooth page turners\n\nAlways backup your songs!","genre":"Other"}
{"name":"NRJ Radio","size_bytes":53426176,"price":0.0,"ver":"5.2.6","cont_rating":"4+","description":"Écoutez gratuitement tous vos hits NRJ préférés en illimité sur votre iPhone et iPad. Pop, dance, r’n’b, rap, rock, écoutez plus de 150 web radios NRJ : tous les hits, tous les styles, non-stop et en ultra haute définition ! NRJ l’appli musique N°1 pour les nouveaux hits. NRJ Hit music only ! \n\nMusique gratuite et illimité, tous les hits NRJ, tous vos artistes préférés, écoutez les dernières nouveautés, découvrez tous les nouveaux hits, avec l’appli musique  N°1. \n\nRetrouvez en écoute gratuite et illimitée tous vos artistes préférés, Rihanna, One direction, Maitre Gims, Bruno Mars, David Guetta, Kendji Girac, Maroon 5, Stromae, M Pokora, Ariana Grande, Black M, Katy Perry, Soprano, Selena Gomez, Taylor Swift, Louane…\nRetrouvez toutes vos émissions préférées : réveillez-vous avec Manu dans le  6\/9, et doublez votre salaire.  Couchez-vous avec Cauet, Guillaume Radio 2.0 et MIKL.\nTous les hits, tous les styles : pop, r’n’b, dance, rap, rock, électro, latino, reggae, ragga, zouk, love, fitness, lounge…..\nÉcoutez NRJ en ultra haute définition avec le son HD 576 Kbits.  \nPartagez sur Facebook vos hits préférés.\nVotez pour vos hits préférés.\nDepuis la page suggestion écoutez vos hits en fonction du moment de la journée.\nDepuis le menu découvrez le mode Hors connexion, télécharger le contenu de votre webradio et écouter vos hits sans réseau.\nRéveillez-vous avec NRJ grâce à la fonction réveil, endormez-vous avec NRJ grâce à la fonction veille.\n\nUtilisez l'application NRJ sur votre Apple Watch et écouter vos web radio favoris.\n\nUtilisez l'application dans votre voiture avec CarPlay et écouter vos web radio.\n\nUn lecteurvidéo est activé ponctuellement lors des évènements de Cauet, Manu, Guillaume, NRJ Music Tour, NRJ Music Awards...\n\nRetrouver votre application NRJ sur l'Apple TV gratuitement.\n \n****************************************************************************************\n\nPrécaution d’emploi : \nNous recommandons l’utilisation d’une connexion WIFI, car l’application NRJ France consomme de grandes quantités de données, notamment si vous écoutez une radio, une webradio ou consultez une vidéo live. \nL’utilisation d’un réseau, notamment 3G\/4G, d’un opérateur ou fournisseur d’accès peut engendrer des frais supplémentaires, dont NRJ se décharge de toute responsabilité. Il est important que vous ayez un abonnement forfaitaire adapté à ce genre d’utilisation. \nSi vous avez un doute, merci de consulter votre opérateur ou fournisseur d’accès.\n \n \nUne suggestion, une remarque, un problème…n’hésitez pas à nous contacter en cliquant sur le bouton « Assistance » se trouvant dans l’onglet « Notes et Avis » de l’AppStore.","genre":"Other"}
{"name":"Chase Mobile℠","size_bytes":39505920,"price":0.0,"ver":"2.610","cont_rating":"4+","description":"Do your banking right from your mobile device\n\nYou can manage your accounts, make deposits, find ATMs and more.\n\nNow it’s easy to do banking 24\/7, right from your iPhone® or iPod touch®. To start, just enroll in Chase Online. \n\nTo view the Chase Mobile app in Spanish language, please ensure your iPhone® or iPod touch® language setting is set to Spanish (Asegúrate de que tu iPhone® o iPod touch® esté configurado en el idioma español) \n\nMONITOR YOUR ACCOUNT\n\n     See account balances & transaction history\n    View your credit and debit card rewards status\n\nPERFORM TRANSACTIONS\n• Pay bills and credit cards\n• Transfer money between Chase accounts\n• Make deposits with Chase QuickDepositSM\n• Send wire transfers\n• Make changes to pending transactions\n• Send and request money with Chase Person-to-Person QuickPaySM\n\nFIND LOCATIONS AND CONTACT CHASE\n• Find the nearest Chase branches & ATMs\n• Speak with a service representative\n\nCUSTOMIZE ALERTS AND PUSH NOTIFICATIONS FOR:\n• Deposits\n• Account balance levels\n• ACH transfers\n\nMANAGE YOUR CHASE CREDIT CARD\n• View your credit card balance and activity\n• Make payments\n• View Ultimate Rewards information \n\nMANAGE YOUR CHASE LIQUID CARD\n• View your balance and transaction activity\n• Make a deposit with Chase QuickDeposit and reload your card\n• Transfer money to a Chase Liquid card\n\n ACCOLADES\n• #1 Overall Mobile Banking App in 2013 – Keynote Mobile Banker Scorecard\n• #1 App in 2013 US Mobile Banking Functionality Rankings – Forrester Research, Inc., April 25, 2013\n\nDisclosure\nSome features are available for eligible customers and accounts only.\n\niPhone and iPod touch are registered trademarks of Apple, Inc.\n\nThere is no charge from Chase, but message and data rates may apply. Such charges include those from your communications service provider. Delivery of alerts may be delayed for various reasons, including service outages affecting your phone, wireless or internet provider; technology failures; and system capacity limitations. Any time you review your balance, keep in mind it may not reflect all transactions including recent debit card transactions or checks you have written.A qualifying Chase transfer account is required to transfer funds via text. Phone Alerts are not available for Chase Basic CheckingSM account\n\n \n\nDeposit products provided by JPMorgan Chase Bank N.A. Member FDIC\n\nEqual Opportunity Lender","genre":"Other"}
{"name":"大辞林","size_bytes":210088960,"price":21.99,"ver":"4.1.1","cont_rating":"4+","description":"「大辞林」は、App Store での販売が30万本を超えるiPhone 用国語辞典のベストセラーです。また洗練されたインターフェースが評価され、「グッドデザイン賞」と「電子出版アワード大賞」を受賞しています。\n\n ベースとなる三省堂「スーパー大辞林3.0」は書籍版の「大辞林 第三版」(8,190円)に約3万項目を追加した、約26万5千項目を収録しています。もちろん2,700点にのぼる図表もすべて含まれており、書籍の新しい版が出版されるまで不定期にアップデートされるので、長く安心してお使いいただけます。\n\n 「大辞林」では辞書を読む楽しみを iPhone 上で再現するために、様々な工夫が凝らされています。インデックス表示では iPhone のマルチタッチを活かした革新的なインターフェースが「言葉に出会う」楽しみをもたらしてくれます。また、解説の中に含まれる、知らない言葉、興味を引く言葉も指でなぞって選択するだけでジャンプすることができます。\n\n 解説文は物書堂オリジナルのレイアウトエンジンによって美しい縦組で表示されます。ピンチ操作で拡大表示すれば、難しい漢字も確実に確認することができます。\n\n すべてのデータがインストールされるため、使用時にネットワーク接続が不要で通信費用もかかりません。\n\n 「大辞林」には私たちが誇りに思う、すばらしい日本語がぎっしり詰まっています。「大辞林」を通して日本語のすばらしさを再発見していただけると思います。\n\n「大辞林」は、iOS 10 ならびに iPhone 7 と iPhone 7 Plus の3D Touch、iPad の Slide Over、SplitView に最適化されています。\n\n主な機能は以下の通りです。\n\n- 物書堂独自のレイアウトエンジンによる高速表示\n- 前方／後方／完全一致検索\n- 見出／慣用句／用例検索\n- パターン検索\n- 手書き検索\n- インデックス機能（すべて\/五十音\/季語\/ABC略語\/人名\/地名\/作品名\/動物\/植物\/芸術・芸能\/四字熟語\/故事成語\/慣用句・ことわざ／凡例）\n- なぞってジャンプ®機能\n- コピー&ペースト（長押しでコピーすることができます）\n- スワイプによる前後の項目の表示\n- ブックマーク機能（日付や見出しでのソート、自由な並べ替え）\n- iCloudを使ったブックマークの同期\n- 表示履歴および検索履歴\n- 3D Touchでクイックアクション\n- 3D TouchでPeekとPop\n- iPadにも対応したユニバーサルアプリ\n- iPadのSlide OverとSplitViewに対応\n- Retina、Retina HDディスプレイ対応\n- インターフェースのカラー変更（白・黒・セピア）\n- 文字のコントラスト調整\n- 検索画面を引っぱって消去\n- クリップボード検索\n- 他のアプリからの検索\n- カスタムアクション（他のアプリ上での検索）\n- 「大辞林」「角川類語新辞典」など、他の物書堂アプリとの相互連携機能\n- VoiceOverによる解説文の読み上げ\n\n【スーパー大辞林3.0 について】\n 現代の文字・活字文化を支える基本辞典として、また 21世紀初頭の日本語の姿を映し出す辞典として編纂された本格派日本語[国語+百科]辞典の最高峰「大辞林 第三版」に、新語の増補や社会情勢などの変化を反映させ編集。徹底した「現代語義優先方式」により意味・用法をより現代的なものから配列。類書に見られない懇切丁寧で詳しい解説や大型国語辞典に唯一のアクセント表示を搭載した充実の内容。\n\n・収録項目数:約26万5,000項目\n・収録図表数:約2,700項目","genre":"Other"}
{"name":"Allrecipes Dinner Spinner","size_bytes":36399104,"price":0.0,"ver":"6.3","cont_rating":"12+","description":"Introducing the most amazing Allrecipes Dinner Spinner app yet! Designed to delight, Allrecipes’ Dinner Spinner has been reinvented as the most popular food-focused social app with a community of more than 30 million home cooks who play a part in helping cooks discover and share the joy of home cooking.\n\nThe latest version of the app is better than ever:\n•\tFeed: Personalized for you and gets smarter with every recipe you save and make; and each cook you follow.\n•\tImproved search options: Search by keyword, ingredients to include\/exclude as well as by dietary need & ready in time.\n•\tSwipe: Swipe right on recipes, to quickly view more recipes you will love.\n•\tFavorites and Collections: Save your favorite recipes for quick access anywhere and create, organize and share recipe collections to make finding favorite recipes a snap.\n•\tCook with what’s on sale: See which recipe ingredients are on sale near you! We’ll also suggest a recipe when you walk into a store (select stores).\n•\tStep-by-step cooking videos: More than 1000 mobile-friendly recipe videos with step-by-step cooking instructions and you can skip to the parts you want to see quickly (Tablet).\n•\tSharing:  I Made It feature makes it super easy to brag about your cooking triumphs with friends – on Allrecipes, and in your Facebook feed.\n•\tCook’s profiles: Everything you’ve created, saved and made… in one convenient place.\n•\tShopping list:  Just tap to add entire recipes or ingredients to your shopping list.\n•\tUpdated, streamlined design that’s the same across your phone, tablet and PC.","genre":"Other"}
{"name":"新浪新闻-阅读最新时事热门头条资讯视频","size_bytes":115143680,"price":0.0,"ver":"6.2.1","cont_rating":"17+","description":"新浪新闻客户端由新浪官方出品，第一时间获取全球新闻资讯，国内国外要闻，精彩的体育赛事报道，金融财经动向，影视娱乐事件，还有独家微博“微”新闻，精彩随你看，新闻、星座、笑话一个都不少。\n\n* 新闻: \n每天更新海量资讯内容，最快最全的头条要闻。第一时间获悉国内外时事，体育赛事报道，金融财经动向，影视娱乐事件，社会、军事、科技新闻资讯。 \n\n* 热门：\n实时热点新闻，热门话题排行，快速了解当日最热事件。\n\n* 发现：\n免费试用、抽奖活动、明星打榜、便捷工具等，带你体会发现的乐趣。\n\n* 订阅: \n自定义频道内容和顺序，定制属于自己的新闻。 \n\n* 手势: \n流畅的手势操作，左右滑动切换页面，享受智能便捷服务。 \n\n* 直播: \n中超、亚冠，欧冠、英超、世界杯精彩足球赛事陪你度过日夜，还有独家NBA精彩赛事以及特邀嘉宾解说，图文视频形式丰富，实时关注最新赛况。 \n\n* 高清图片: \n新闻热点、娱乐八卦，高清美图一键分享，每天数百张更新，天天都有惊喜！ \n\n* 绑定微博 :\n一键绑定微博帐号，随时随地分享新闻。\n\n* 分享：\n微信、QQ空间、支付宝等随意分享，时事、大事、趣事先人一步。\n\n* 接收推送: \n精品内容、重大事件，第一时间获取实时资讯。 \n\n* 消息盒子：\n不让你错过任何一条精彩push内容\n\n* 收藏: \n收藏感兴趣的内容，稍后再读。 \n\n* 夜间模式: \n夜间阅读，拒绝刺眼，舒适体验。 \n\n* 评论: \n针对新闻事件发表个人观点或吐槽,回复评论与其他用户互动。 \n\n* 离线阅读: \n离线下载新闻内容，上班途中即知天下事。 \n\n\n\n【联系我们】\n欢迎加入新浪新闻用户反馈群，帮助我们改进应用问题！\nQQ群号：582482807","genre":"Other"}
{"name":"MotionX GPS","size_bytes":56481792,"price":1.99,"ver":"24.2","cont_rating":"4+","description":"#1 iPhone app, Backpacker Magazine\n\n#1 About.com Winner: Best Outdoor App\n\n\"Favorite, hands down\"\n                         -Mac Observer\n\n\"The software you need!\"\n                         -Navigadget\n\n\"My favorite when I go hiking\"\n                         -Washington Post\n\n\"Tremendous!\"\n                         -ComputerWorld\n\n▶ The #1 multi-sport application for the iPhone\n\n▶ Great for biking, hiking, skiing, snowboarding, running, paddle boarding, sailing, rowing, flying, geocaching, and more\n\n▶ Free downloadable maps worldwide! Including MotionX Road and Terrain maps, and NOAA marine charts\n\n▶ Over 5 million users, top rated around the world\n\n▶ Optimized for use with the Apple Watch\n\n▶ Most accurate iPhone GPS\n\n▶ Best map selection: choose from 14 different sources including road, terrain, satellite, and marine map types\n\n▶ Map storage onboard: unlimited downloading of maps for use offline\n\n▶ Save up to 300 tracks & 2500 waypoints\n\n▶ Facebook & Twitter integration\n\n▶ Advanced interactive stopwatch with live voice coaching\n\nContinued use of any GPS service running in the background can significantly decrease battery life.\n\nMotionX is committed to constant improvement. We listen to our users and continuously add the most requested features. Thank you for the feedback!","genre":"Other"}
{"name":"AccuWeather - Weather for Life","size_bytes":181941248,"price":0.0,"ver":"10.4.1","cont_rating":"4+","description":"Stay connected to the latest in weather forecasting with AccuWeather – Weather for Life. This free, award winning weather app now includes crowdsourcing with AccUcast™ and features AccuWeather MinuteCast®, available for more countries and for more minutes than any other minute-by-minute precipitation forecast. Supporting Apple Watch™, this app offers the same world-class, synchronized app experience across all your iOS devices.\n\n\n•  AccUcast™ – Become part of the forecast by sharing your weather observations to help people in your community stay safe from hazardous weather and road conditions. View the real-time crowdsourced map with weather conditions submitted by users all over the world in a global animation display.\n\n•  AccuWeather MinuteCast® – minute-by-minute precipitation forecasts for the next two hours hyper-localized to your exact street address or GPS location. Includes precipitation type and intensity, and start and end times for precipitation. Available for the contiguous United States, Canada, Sweden, Denmark, United Kingdom, Ireland, Japan, France, Spain, Germany, Belgium, Switzerland, Netherlands, Luxembourg, and a growing list of global locations.  \n\n•  Apple Watch Support – featuring AccuWeather MinuteCast, current conditions details, and severe weather alerts. When there is a severe weather alert for your favorite location, you will be notified by a tap sensation from the Watch and a low audible sound. Current conditions details include location, temperature and high and low for the day, wind speed, times for sunrise or sunset, and RealFeel Temperature® – AccuWeather’s proprietary forecast that shows the user how the temperature actually feels outside to a person in that exact location. \n\n•  Option to automatically download the app to all of your iOS devices.\n\n•  Widgets available so you can see a summary of what you can expect from the day’s weather on your Today screen in the Notification Center, includes AccuWeather MinuteCast. \n\n•  Pushed severe weather alerts to keep you out of the storm. \n\n•  Immediately descriptive weather animations illustrating the weather forecast for right now, each of the next 72 hours, and each of the next 15 days.\n\n•  Animated weather radar and maps for tracking the storm’s path. Weather radar available in the United States, Canada, Northern Europe, and Japan.\n\n•  Top-Trending weather videos from AccuWeather's Video Wall. \n\n•  Forecasting for all your favorite locations – every location on Earth. \n\n\nOther popular features include:\n\n\n•  Your Daily Snapshot shown front-and-center when you open the app – a summary of what you can expect from the day’s weather.\n\n•  The Local Forecast Summary, a brief summary of what you can expect from the weather over the next 3-5 days for your location.\n\n•  Customizable current weather conditions detail – hide the detail that you don’t care about.\n\n• Option to select persistent GPS tracking to get your current weather data as quickly as possible. (Please Note: Continued use of GPS running in the background can dramatically decrease battery life.)\n\n•  Interactive elements highlighted throughout the app for easy navigation.\n\n\nDownload AccuWeather – Weather for Life today for free and experience the Superior Accuracy™ that comes from high-quality weather forecasting across your iOS devices.","genre":"Other"}
{"name":"Mint: Personal Finance, Budget, Bills & Money","size_bytes":162891776,"price":0.0,"ver":"5.9.0","cont_rating":"4+","description":"Mint is the free, effortless way to manage your money in one place.\n \nFinally, there’s one place to manage all your finances with ease. Mint is the free money manager and financial tracker app from the makers of TurboTax® that does it all. We bring together your bank accounts, credit cards, bills and investments so you know where you stand. See what you’re spending, where you can save money, and stay on top of bill pay in Mint like never before. You can even keep track of your credit score to help you be smart about it, no credit card required.\n \nSEE EVERYTHING IN ONE PLACE    \t\nGet a more complete picture of your financial life. We bring together everything from account balances and spending to your free credit score, net worth and more.\n \nMANAGE BILLS & MONEY TOGETHER\nTrack and pay bills right alongside your account balances. You’ll know what's due, when it’s due, and what you can pay. (Note: bill pay available for phone and desktop.)\n \nSAVE TIME & MONEY \nWith one place to keep track of your finances, there’s no need to log into multiple sites. Plus, we’ll give you savings tips to help with budgeting and debt.\n \nBUDGET BETTER     \t\nEffortlessly create budgets you can stick to. To help you save smarter from day one, we even make a few for you based on your spending.\n \nBE SMART ABOUT YOUR CREDIT SCORE\nGet your free credit score, no credit card required. You’ll learn how it’s calculated and get tips.*\n \nSAY GOODBYE TO LATE FEES        \t\nGet bill pay reminders so you pay bills on time. Schedule payments on the spot or for later, and say so long to missed payments and credit card fees.\n \nSTAY SECURE\nWe’re serious about security and use measures like multi-factor authentication, designed to help you protect access to your account. Plus, Mint comes from the people who make TurboTax®, trusted by millions with sensitive data, and we participate in security scanning with VeriSign.\n \nSYNCS WITH THE MINT WEB APP\nMint’s great on the go, but you can also use the desktop version at Mint.com. Sync your bank accounts, credit cards, budgeting, spending and more across your devices. You can even export spreadsheets from the web, and more.\n\nWHY DO MILLIONS TRUST MINT?\nTime Magazine: The 50 Best Apps of the Year (2016)\nPC Magazine: What to Do When You Go Over Budget in Mint.com (2016)\nNerd Wallet: Financial Fitness - 7 Exercises to Build your Credit Muscle (2016)\nHuffington Post: 5 Things To Know After You Graduate (2016)\nTech Times: Save Money in 2015: Here are the Best Money Management Apps (2015)\nKiplinger’s: 10 Great Saving Money-Saving Apps (2014) \nMoney Magazine: Best Finance Tool For Budgeting (2014)\nWired: The Best Apps for Budgeting Your Cash (2014)\n \nFROM INTUIT INC.\nMint is part of a suite of financial tools that includes TurboTax®, QuickBooks®, QuickBooks Self-Employed™ and ProConnect™. Wherever you are in life, whatever you do, Intuit can help you save money and simplify the business of life.\n \nMint bill payment services provided by Intuit Payments Inc. under applicable licenses (http:\/\/www.intuit.com\/legal\/outbound-licenses\/) Intuit Payments Inc., 2700 Coast Avenue, Mountain View, CA 94043\nTo learn how Intuit works to protect your privacy, please visit \nhttps:\/\/security.intuit.com\/index.php\/privacy\n\nWhen you download and use Mint, you agree to the Mint Terms of Service https:\/\/www.mint.com\/terms\n \n*Intuit is not a credit repair company. We do not provide credit repair services to repair or improve your credit profile or score. All information is provided for educational use only.\n \nMessage and data rates apply. Reminders subject to interruptions due to various reasons including but not limited to internet\/mobile service outages. Account balances may not immediately reflect recent transactions. Internet\/mobile data required for financial data refresh.\n \nMint currently connects to US and Canadian financial institutions only.","genre":"Other"}
{"name":"ABC News - US & World News + Live Video","size_bytes":98108416,"price":0.0,"ver":"5.16","cont_rating":"12+","description":"Watch ABC News directly from your iPhone and Apple Watch - Watch news clips from your favorite shows including Good Morning America, World News, Nightline, This Week and 20\/20. Get breaking U.S. and world news or catch up with the latest stories in entertainment, politics, sports, health, technology, science and business:\n\n- Watch streaming live coverage as news breaks \n- Multi-task -  Browse and read stories as videos stream  \n- Listen to ABC News Radio in the car or wherever you are -  even when you are in other apps\n- Get personalized alerts & a custom ‘News Inbox’ keep you from missing stories for the topics you care about\n\nSTREAMING NEWS - VIDEO CLIPS & ABC NEWS RADIO:\nNo Cable subscription - No problem! Get hassle free news, wherever and whenever you need it, no signup or service required! Our new iOS ABC News app lets you stream news from anywhere, whether you have WiFi or just a 3G connection - No need to log in or have a cable subscription. \n\nNot interested in reading the News? Watch local and national news clips, check out news slideshows or listen to ABC Radio!\n\n2016 ELECTION COVERAGE\nStay up to date on the latest 2016 US election coverage! Learn about how Hillary Clinton and Donald Trump are doing with top-notch, un-biased US election coverage! Get up-to-date information about their running mates, Tim Kaine and Mike Pence. Whether you are a Democrat or a Republican, we can get you the election news, polling and election results you are looking for. Learn about presidential election debates, the vice presidential debate, and all the hot-button issues. Get all the news, polling, reports and election day results that you need here for the general and local elections!\n\nNEWS ALERTS THAT YOU CONTROL:\nThe ABC News app lets you set up and control a personalized list of alerts, so that we can send you push notifications about the topics that interest you. You can tell us how often you want to get the push notifications, and when. No need to wade through a bunch of news that you don’t care about! We will help you find exactly the stories, articles and videos that you are interested in. \n\nNEWS CATEGORIES INCLUDE:\n-US News\n-Politics\n-Local Interest Stories\n-International News\n-Investigative Reporting\n-Lifestyle & Entertainment News\n-Health\n-Financial Stories\n-Technology News\n-Sports Reporting\n-Travel \n\nSEARCHABLE MULTI-MEDIA NEWS OF ALL TYPES:\nRead, watch or listen to news that you want to hear! The ABC News App lets you search to find exactly what you are looking for. You can search by keyword, show or topic. We also have sections for ‘Trending News’ ‘Top Stories’ and the ‘Daily Rewind’ which will show you a visual recap of the events of the day! \n\nSAVE FAVORITES & SET ALERTS:\nWant to skip straight to your favorite topics? Save stories and topics you like in your Favorites, and we will automatically add those stories as well as any follow-up news related to those stories. Your ABC News Favorites holds just the stories that you care about. \n\nLOCAL NEWS STORIES BY GEOGRAPHY:\nWatch local stories from ABC stations in Chicago, Fresno, Houston, Los Angeles, New York, Philadelphia, Raleigh & San Francisco.\n\nSPORTS STORIES FROM ESPN:\nWant to know when your favorite teams are playing or how they are doing? The ABC News app is all over it. We can store news stories and updates about domestic and international sports news & events directly in your bookmarks. We can even send you push-notifications about certain teams. Just customize your settings to tell us exactly what you want! We have NFL, NBA, NHL, tennis, golf and everything newsworthy in sports.","genre":"Other"}
{"name":"Rowmote: Remote Control for Mac","size_bytes":54088704,"price":0.99,"ver":"4.3","cont_rating":"4+","description":"Rowmote lets you seamlessly control audio, video, and presentation applications on your Mac from your iOS device.\n\nYou love the remote control which came with your Mac - so simple yet elegant, with easy control of Front Row, iTunes, Quicktime, DVD Player, Keynote, and more.\n\nOr, your Mac didn’t come with a remote control or doesn’t even have an infrared port. Buying a remote control, from Apple or a third party, would carry a significant cost!\n\nYou carry your iPhone or iPod Touch wherever you go... so why should you carry a second device just to control your computer?  Furthermore, why should you need line-of-sight to do so?\n\nEnter Rowmote!  Rowmote is like your Mac’s remote control, but over the wireless network and even better! By tapping the Apps button, you get bonus abilities, switching between controlled programs, toggling the iTunes Visualizer, and more. Rowmote will even wake sleeping Macs.\n\nFEATURES\n\n - Control your Mac over a wireless network. No line of sight necessary.\n\n - Functions just like the hardware Apple Remote Control in:\n• Adobe Lightroom\n• Airfoil Video\n• Amarra\n• Aperture\n• BBC iPlayer\n• Beamer\n• Boxee\n• Decibel\n• DVD Player\n• Ecoute\n• eyeTV 3.x\n• Firefox\n• Front Row\n• Hulu Desktop\n• iPhoto\n• iTunes\n• Keynote ‘08 & later\n• kJams Pro\n• Kodi\n• Last.fm\n• Logic\n• Microsoft Powerpoint ‘04 & later\n• mPlayer\n• Movist\n• OpenOffice Impress\n• Preview\n• PandoraBoy\n• PandoraJam\n• PandoraOne Desktop\n• Photos\n• Plex, Plex Home Theater, & Plex Media Player\n• Quicktime\n• Rdio\n• Safari\n• Skim\n• Songbird\n• Spotify\n• Squire\n• The Tube\n• VLC\n• xbmc (Xbox Media Center)\n\n- SWITCH: Access your Mac’s Dock, launching & switch between all controllable applications on the Mac, toggle the iTunes visualizer, and more. Order & display customizable.\n\n - Click-and-hold works just like on the physical remote in applications; for example, holding the right button fast-forwards, while a single click is ‘next’. This is a feature no other iPhone remote control I know of does properly!\n\n- Sleep on demand; wake the Mac automatically\n- Pause the music or video automatically when you answer a call on your iPhone\n- Proximity sensor support to automatically turn the screen off if the device is face-down\n- Secure authentication\n- Optional dark interface\n- Connect via WiFi or Bluetooth (Bluetooth requires Personal Hotspot Bluetooth tethering)\n\nREQUIREMENTS\n\n • Mac OS X 10.4.0 or later.\n • Mac: The free Rowmote Helper program must be running on the Mac to be controlled. Download at www.rowmote.com. Some features require later versions of Mac OS X.\n • Apple TV: 1st and 2nd generation may see www.rowmote.com\/atv for potential compatibility.\n\nRowmote is a steal! Couple it with Apple’s free Remote app to turn your iPhone or iPod Touch into the ultimate controller for home stereo, mobile presentation, or casual video viewing.\n\nThe artwork of Rowmote was designed by Rik Schennink.","genre":"Utilities"}
{"name":"Peekaboo Barn","size_bytes":50155520,"price":1.99,"ver":"5.1.0","cont_rating":"4+","description":"Open up the world-famous Peekaboo Barn, perfect for toddlers. \n\nInside the little bouncing barn, friendly farm animals are waiting to pop out and surprise your little one. Try and guess who they are; tap the doors to find out! More animals, animations, and sounds than ever.\n\nWork with your child to learn the names of animals and hear the sounds they make. Younger children will love opening the barn doors to find a new animal animation, as they learn about cause and effect and become familiar with animal names and sounds. Older children will enjoy guessing animals by sound, then seeing the animal names, which helps develop early literacy skills.  \n\nMultiple Language Features:\n\nWe started with a child's voice in English. It's her real voice, which some kids really enjoy, but she does say \"wabbit\" and \"wooster.\" If this is a concern for you, you can switch to any of 12 adult voices; our adult narrators say everything clearly and perfectly, just like the teachers they are. You can try many languages from around the world—or record your own language, or grandma's voice. There are tons of ways to explore the language of Peekaboo Barn!\n\nPress the Language button on the Options screen to try them out.\n\n—Choose from the built-in narrators: child's voice in young English; adult's voice in American English or Spanish.\n—World languages also included: Mandarin, Cantonese, Hindi, Japanese, Swedish, Dutch, Italian, German, French, and UK English. \n—Record your own voice: We added this feature so parents, children, and visiting relatives and friends can capture their own voices and star in Peekaboo Barn.  Now you can record the animal names in your native language--or grandma's voice, or grandpa's--and, if you're recording a new language, you can save the appropriate written version too, and both will show up the next time you play. (Please note, we can only support the writing systems that are supported by your device.)\n\nFEATURED BY APPLE \nOne of the first apps to be released for toddlers, since 2008 Peekaboo Barn has been downloaded over half a million times, and played over 70 million times worldwide.  It has been a top 20 educational game on the iTunes store nearly every day since its launch, and has been featured by Apple often.  It won The Best Toddler App Ever award in 2009, and was named one of the top 50 iPhone apps for kids by Babble.com in 2010 and 2011.  It is recommended by The New York Times, MSNBC, USA Today, Wired, Telegraph UK, Ireland’s The Independent, Parents Magazine, and the Washington Post.\n\nPeekaboo Barn was made for you and your toddler by artists and educators, not marketers, robots, or companies repackaging clip art. Our team has backgrounds in cognitive science and child development, and we’ve worked in educational media everywhere from Penguin USA to the Smithsonian Institution. When you could really use a safe distraction--in airports, restaurants, and waiting rooms--or you'd like to try something new with your little genius, Peekaboo Barn is the educational, artful solution. Enjoy! \n\nIf you are looking for more Peekaboo Barn, check out our awesome sequels: Peekaboo Fridge, Peekaboo Sesame Street, Peekaboo Forest, and Peekaboo Wild. \n\nIf your kids are ready for a more complex game with the same great characters, please try Peekaboo Barn Farm Day! Many activities to try: for example, you can milk the cow, shear the sheep and llama, and pet the animals to sleep.\n\nFollow us on Facebook: www.facebook.com\/nightanddaystudios. \nTwitter: @nightdaystudios \nYour privacy is important to us! For details on our privacy policy visit: http:\/\/www.nightanddaystudios.com\/privacy","genre":"Education"}
{"name":"Speedtest by Ookla","size_bytes":23936000,"price":0.0,"ver":"3.8.2","cont_rating":"4+","description":"Use Speedtest for a quick, easy, one-tap connection speed test—accurate anywhere thanks to our global network.\n\nMillions of users have made Speedtest the #1 app for testing Internet speeds, and it’s trusted daily by professionals throughout the industry!\n\n- Discover your Download, Upload and Ping\n- Real-time graphs show connection consistency\n- Troubleshoot or verify the speed you were promised\n- Track past tests with detailed reporting\n- Easily share your results\n\nGo ad free! If you'd like to enjoy Speedtest without ads, we provide the option of removing ads from Speedtest for $0.99.\n\nYou should only have to purchase ad free once! If you're seeing ads and you have purchased to remove ads in the past, you can 'Restore Purchases' from the Settings screen. All purchases are tied to your iTunes account.","genre":"Utilities"}
{"name":"Pocket God","size_bytes":145293312,"price":0.99,"ver":"1.48.2","cont_rating":"9+","description":"What kind of god would you be? Benevolent or vengeful? Play Pocket God and discover the answer within yourself. On a remote island, you are the all-powerful god that rules over the primitive islanders. You can bring new life, and then take it away just as quickly. Exercise your powers on the islanders. Lift them in the air, alter gravity, hit them with lightning...you're the island god! All god powers are demonstrated in Pocket God's help menu.\n\nPocket God is an episodic microgame for you to explore, show your friends and have fun with. We have been growing the game with the help of player suggestions!  What sort of godly powers would you like to see added?\n\nMore info can be found at our blog:\nhttp:\/\/www.boltcreative.com\n\nOn Facebook:\nhttp:\/\/www.facebook.com\/PocketGodGame\n\nAnd on Twitter:\nhttp:\/\/www.twitter.com\/PocketGod\n\n\nReleases:\n\nEp 1: Nowhere To Go, Nothin' To Do \nEp 2: Does this Megabyte Make My App Look Fat?\nEp 3: You Always Hurt the One You Lava \nEp 4: Shake That App!\nEp 5: A Storm is Coming\nEp 6: And on the 7th Day, Rest!\nEp 7: Just Give Us 5 Minutes\nEp 8: Jump the Shark\nEp 9: Idle Hands\nEp 10: Hi, Dracula!\nEp 11: A Mighty Wind\nEp 12: Something's Fishy…\nEp 13: March of the Fire Ants\nEp 14: Say My Name!\nEp 15: A New Home\nEp 16: The Tyrannosaurus Strikes Back!\nEp 17: Return of the Pygmy\nEp 18: Surf's Up\nEp 19: Fun 'n Games Until A Pygmy Gets Hurt\nEp 20: Stop! My App is On Fire!\nEp 21: Flipping the Bird\nEp 22: Ooga Jump\nEp 23: Bait Master\nEp 24: Idle Hands 2: Caught with your Pants Down\nEp 25: Sharks With Frickin' Laser Beams Attached To Their Heads\nEp 26: Dead Pygmy Walking\nEp 27: Good Will Haunting\nEp 28: Barking Spider, Crouching Pygmy\nEp 29: The Pyg Chill\nEp 30: Great Job Ice Hole\nEp 31: What's the Story Morning Gory?\nEp 31B: What's the Story Morning Gory? Part II\nEp 32: Crack is Wack\nEp 33: A Pygmy A Day Keeps the Ape Away\nEp 34: Monkey See, Monkey Chew\nEp 35: Double Rainbow All The Way Across The Sky\nEp 36: Konkey Dong\nEp 37: The Moron Pests\nEp 38: Two and a Half Pygmies\nEp 39: Challenge of the Gods\nEp 40: Battle of the Gods.\nEp 41: I Sting The Body Electric\nEp 42: Bone Soup\nEp 43: Killing Time\nEp 44: The Perfect Swarm\nEp 45: Dance Dance Execution\nEp 46: Germs of Endearment\nEp 47: Apocalypse, Ow!","genre":"Entertainment"}
{"name":"Nike+ Training Club - Workouts & Fitness Plans","size_bytes":140367872,"price":0.0,"ver":"5.4.1","cont_rating":"4+","description":"Workouts anytime, anywhere. Welcome to Nike+ Training Club, your Ultimate Personal Trainer. Get fit with 150+ free workouts in a variety of full-body challenges — from strength and endurance to mobility and yoga — featuring our world-class Nike Master Trainers in every drill. If structure is what you need, our personalized training plans adapt to you and your schedule for a one-way ticket to the body you want — whether you’re a seasoned athlete or just getting started. \n\nNO TIME, NO PROBLEM\nDon’t have two hours a day to get the body you want? Nike+ Training Club users love our short, body-weight only workouts to get results even when life gets in the way.     \n\nPERSONALIZED WORKOUT RECOMMENDATIONS\nOur daily “Picks For You” are based specifically on your routine. The more you train with Nike+ Training Club, the more personal your recommendations become.\n\nFLEXIBLE TRAINING PLANS TAILORED TO YOU\nStart training with a personal plan that guides you while adjusting to your progress, schedule, and other activities.\n\nWORKOUTS FOR ALL LEVELS\nThe Nike+ Training Club workout library includes:\n•\tWorkout times ranging from 15-45 Minutes\n•\tBeginner, Intermediate and Advanced Levels\n•\tLow, Moderate and High Intensity\n•\tBodyweight only, Light and Full Equipment\n•\tTime-based and Rep-based options\n\nAnd if that’s not enough, get motivated by some of your favorite athletes with their inspired workouts:\n•\tSerena Williams\n•\tKevin Hart\n•\tKyrie Irving\n•\tSkylar Diggins\n•\tRory McIlroy\n•\tAshton Eaton\n•\tAlex Morgan\n•\tEllie Goulding\n\nALL YOUR ACTIVITIES COUNT\nEnter and record other activities you do, like basketball, spinning, studio classes, and many more, all so you can keep track of your fitness life. \n \nAnd don’t forget — Nike+ Training Club also syncs your workouts with Apple Health.\n\nTRACK YOUR RUNS\nRun with Nike+ Run Club, and all your runs will be automatically recorded in your activity history.","genre":"Other"}
{"name":"Citi Mobile®","size_bytes":281244672,"price":0.0,"ver":"8.5.0","cont_rating":"4+","description":"The Citi Mobile® App keeps you in control, virtually anytime, anywhere.  Gain access to features designed with you in mind like resetting your debit card PIN or locking a misplaced credit card. From everyday account activities to helping you track spend, the app is there for you. \n•   Quickly access your accounts with Touch ID™\n•   See key info about your accounts at a glance, without having to sign in with Citi Mobile® Snapshot\n•   View your statements\n•   Check your balances and recent activity\n•   Make payments and transfers\n•   Transaction search and filter options\n•   Customize notifications\n•   Available with Apple Watch™! Download today. \n\nCITI® CARDS\n•   Activate new credit cards from your iPhone®\n•   Credit card customers can view their FICO® Score for free\n•   Lock and unlock your credit card with Citi® Quick Lock\n•   Request for a new card in the event it is lost, stolen or damaged \n•   View credit card charges flagged as recurring by merchants\n•   Utilize dispute center to view and manage recent credit card disputes\n\nCITIBANK\n•   Reset your debit card PIN from your mobile device\n•   Mobile check deposit\n•   ATM & branch locator","genre":"Other"}
{"name":"Phase 10 Pro - Play Your Friends!","size_bytes":66695168,"price":1.99,"ver":"3.2.0","cont_rating":"4+","description":"All new Phase 10, now with Multiplayer.\n\nThe Phase 10 card game is now in the iTunes App Store! Play against your friends or play in solo mode. Race your opponents and complete your ten phases first, just make sure you don’t fall behind.\n\nNot sure you’re ready to buy? Check out Phase 10 Free.\n\nFeatures: \n· The official Phase 10 App for iOS\n· Masters Edition available for added gameplay!\n· High resolution graphics!\n· 9 different opponents to choose from!\n· Play easy, medium, or hard opponents!\n\nPlay one of the best-selling card games of all-time on the go! Fans of exciting and challenging card games have been playing Phase 10 for more than 30 years. Now you can take your game to the next phase anytime, anywhere!\n\n=====================================\n\nFollow us on Twitter and Like us on Facebook!\n\nwww.twitter.com\/magmic\nwww.facebook.com\/magmic\n\n=====================================","genre":"Games"}
{"name":"Kindle – Read eBooks, Magazines & Textbooks","size_bytes":169747456,"price":0.0,"ver":"5.11","cont_rating":"4+","description":"Turn your iPhone or iPad into a Kindle with the free Kindle app, and carry all your eBooks with you, wherever you go. eBooks (including those with narration) that you have purchased on Amazon will automatically appear in your app.  Kindle Unlimited and Amazon Prime members can select and download eBooks directly in the app.\n \nWhat you’ll get:\n• Sample any eBook for free\n• Magazines, newspapers, graphic novels and textbooks with high-res color images\n• A customizable reading experience with your choice of font style, size and more\n• Comfortable reading day and night with adjustable screen brightness and page color\n• Discover and download Kindle Unlimited eBooks and magazines\n• Unique features like X-Ray, Whispersync, Page Flip, Print Replica, flashcards and more\n• Instant translations and definitions, without leaving the page\n• Ability to make and share in-page highlights\n• Bold font and text size options\n• Access to local library eBooks","genre":"Other"}
{"name":"MASH","size_bytes":41691136,"price":1.99,"ver":"3.3.2","cont_rating":"9+","description":"The Classic MASH: Mansion Apartment Shack House game for iPhone and iPad! An App Store Essential! Now with Stickers for iMessage.\n\nOVER 14 MILLION DOWNLOADS OF MASH & MASH LITE!\n\nMore than 20 questions to answer! Choose which to ask!\n\nWant to find out who you or your friends will marry? Are you going to live in a beautiful, spacious mansion, or a cramped, drafty shack?\n\nPlay MASH (Mansion, Apartment, Shack, House) and find out where you'll go to college, what you'll do for a living, even how many kids you'll have, and much more. Play it with your friends!\n------------------------------------------\n Proudly listed as an App Store Essential!\n # 1 Kids Game in the USA\n # 1 Word Game in the USA\n Top 50 Paid Apps in USA\n Top 25 All Games in USA\nFeatured as a \"What's Hot\" iPad Game\n------------------------------------------\n\"I love to play this game and now I have it with me wherever I go!\"\n-Peacepie2711, 5 out of 5 stars\n------------------------------------------\nThis version of MASH is AD FREE!\n(Note: now includes hi-res graphics for the new iPad)\n------------------------------------------\n\n• Easy to pick up and play - simply name colleges, honeymoon destinations, jobs, and so on.\n• Draw a spiral and watch MASH count out your future! Or, if you're feeling brave, let MASH choose.\n• Designed for the iPad, iPhone and iPod touch.\n• Share your story with your friends via Facebook, Twitter, or e-mail.\n• Save your stories to read later.\n• Passcode lock your saved stories! Keep your stories safe from prying eyes.\n• Choose which questions display to customize your stories.\n• Game progress is automatically saved. Just pick up where you left off!\n\n------------------------------------------\nMASH from Magnate Interactive\nVisit our website at http:\/\/MashApp.com\n------------------------------------------","genre":"Games"}
{"name":"同花顺-炒股、股票","size_bytes":122886144,"price":0.0,"ver":"10.10.46","cont_rating":"4+","description":"同花顺---国内炒股软件领跑者! 用户量超过2亿！\n我们为您提供沪深港美全球实时高速行情，精选股市热点资讯，支持90%券商在线实时交易，低佣股票开户，基金理财等。同花顺让投资变的更简单。\n\n【近期爆款功能】\n1、横屏筹码分布，轻松追踪主力动向！\n2、分时K线标记持仓股成本线，高抛低吸更自如！\n3、新股定时申购提醒、一键打新，省心的另人发指！\n4、指纹登陆，交易快人一步！\n5、一键操作逆回购，行情不好就去薅羊毛吧，收益秒杀宝宝类产品。\n\n【马上下载同花顺，总有一个功能打动您】\n\n【新股民】\n看身边朋友炒股赚钱，自己对股票完全不懂，不知从何入手？\n马上下载同花顺app，以下五招让你快速成为股市赚钱小能手！\n----股民学校----\n股市中的清华、北大\n----股市直播----\n券商投顾、私募牛人持仓股票一目了然，盘中实时交流操盘思路，手把手教还怕不会？\n----K线训练营----\n开启训练营和对战模式，寻找属于自己的盘感！\n----模拟炒股----\n20w免费操盘资金，更有高手追踪，学习牛人操盘秘决。\n----股票开户----\n存款两年不如持股3分钟，光模拟盘赚钱怎么够？所有的努力都只为这一刻！\n \n【老股民】\n股市无毕业生，我们只教你炒股赚钱方法，提供好用的工具，做股市赢家！\n---智能盯盘---\n自选、持仓实时异动推送、股价预警、大事提醒帮您轻松盯盘\n---闪电交易---\n分时页面快买快卖，更有交易指纹登陆快人一步。\n---自动打新---\n一键自动打新，中签提醒，再也不错过白检钱的机会\n---问财选股---\n选股是门技术活，如何在2800多只股票中相中那只黑马股？同花顺问财，一句话就能选出好股票，学会了就如检到宝！\n---涨停分析---\n涨停揭秘，一秒了解涨停背后逻辑，愿你追在妖股启动时。\n---投资参考---\n精选股市热点资讯、机会情报，个股机会利器。\n---尾盘检钱包---\n盘中涨跌难把握？短线宝，尾盘异动送钱包，更有荐股提醒，买入时机不错过。\n\n【其它理财方式】\n---爱基金---\n带你寻找穿越牛熊、收益稳健的基金\n---港美股----\n快速港、美股开户，白天炒A股，晚上炒美股，轻松赚双倍的钱！\n\n【同花顺10.0时代】\n10年前，我们在交易厅目不转睛。现在，异动推送、股价预警、大事提醒帮您轻松盯盘。\n8年前，我们在股市中大海捞针。现在，问财智能选股，大数据替您锁定热点和牛股！\n6年前，我们在电脑前寸步不离。现在，随时随地都可以指纹登录，闪电下单。\n4年前，我们在柜台前举棋不定。现在，动动手指就能在线开户、基金理财、定期理财。\n15年来，同花顺一直与你相伴，让投资变得更简单。\n \n如果您对我们软件有任何建议或者意见的话,欢迎您联系我们。 \n同花顺用户交流QQ群:218965837 \n关注微信：同花顺财经 ths518 \n24小时热线：95105885 \n新浪微博:http:\/\/weibo.com\/ths300033 @同花顺手机炒股","genre":"Other"}
{"name":"Wedding Dash Deluxe","size_bytes":55803904,"price":0.99,"ver":"2.29.13","cont_rating":"4+","description":"* Play the most romantic Dash game! With over 20 million downloads to date, Dash is one of the biggest gaming franchises ever on the iPhone and iPad.\n* Get the popular Autumn Affair wedding venue for FREE in this special Deluxe edition of Wedding Dash.\n\nPlan ultimate dream weddings for picky brides and grooms!  Help Quinn launch her fledgling wedding planning business, starting with simple backyard weddings and advancing to elegant ballroom receptions. Choose all the details, manage comical disasters, and keep guests happy – or risk the wrath of Bridezilla!\n\nGame Features:\n* Plan dream weddings on your iPhone and iPad!\n* Choose the perfect details, from wedding cakes to gorgeous flowers, for unforgettable receptions\n* Manage comical disasters including pigeons, fires, and bees - or risk the wrath of Bridezilla!\n* Keep guests happy by organizing their seating requests\n* Master many levels of wedding drama and chaos \n* Unlock additional destination weddings, including Rooftop Romance and Vows in the Clouds, through in-App purchase.\n\nLove Wedding Dash? Try our other addictive games, including Diner Dash, DinerTown Zoo, Hotel Dash and Cooking Dash. You’re guaranteed to see familiar faces that you know and love.\n\n******************* \nWant more from PlayFirst? \n\nFacebook: \nhttp:\/\/www.facebook.com\/playfirstgames \n\nTwitter: @playfirst \n\nBlog: \nhttp:\/\/blog.playfirst.com \n\nWebsite: \nwww.playfirst.com\n\n*******************","genre":"Games"}
{"name":"Beer Pong Game","size_bytes":188956672,"price":0.0,"ver":"17.05.15","cont_rating":"17+","description":"The First & Only Turn Based, Real Money, Multiplayer Beer Pong App! Play Beer Pong With Friends Today!\n\nEasily the best “Beer” App you can have and the by far the most fun. Stop playing against yourself and compete against the world! Start with training yourself against 11 unique characters! Unlock characters as you progress in the game, each harder then the last. To make it even more realistic, the more cups your opponent sinks, the more your screen sways and tilts! Yes, your iPhone may very well be getting drunk! \n\nBeer Pong has Real Money Tournaments & Multiplayer via Skillz! Compete against your fellow Beer Pong Fanatics in 1 vs 1 turn based practice and real money games. Put down as little as .60 a game up to $12 a game for a chance to win $20! Besides that , we have weekly tournaments with cash prizes! The next level of mobile gaming has arrived.\n\nWith so much to do you will not put this game down.\n\nUnlock more tables to play with in game, purchase specialty tables, or even better unlock all tables at one low price. \n\nFEATURES\n\nReal Money Tournaments & Multiplayer via Skillz!\n\nCareer Single Player - Now based on progressive difficulty increase with 11 unique characters \n\nOnline Play – Real Money Tournaments & Multiplayer via Skillz!\n \nTable Selection – 20 different tables to choose from, unlock, and buy.\n\nSingle Player – Play 11 different AI Challengers all with different abilities.\n\nMusic – 3 different tracks to choose from or turn off completely.\n\nDrunkenness – The more cups you have to drink in a game the more the camera sways and tilts as if you were drunk!","genre":"Games"}
{"name":"Tempo - Metronome with Setlists","size_bytes":22185984,"price":2.99,"ver":"3.9.2","cont_rating":"4+","description":"Tempo is the bestselling and most accurate metronome on the App Store. Featured as \"New and Noteworthy\" and \"Staff Favorite\" by Apple on the main iTunes landing page. Same price as upgrading a free alternative. If you're going to demo free apps, why not give Tempo Lite a try?\n\nEver since its release, Tempo has been consistently in the top 100 of the Music category in over 30 countries, and the top paid metronome app in most countries. Tempo's engine is written from the ground up for high accuracy and stability. It keeps going even in device lock mode, making it a useful aid for live drumming.\n\nTempo features an innovative interface that morphs between modes that each presents a different combination of functionalities optimized for the task at hand. Five modes are available on the iPhone: Basic, Preset, Setlist, Practice and Gig. On the iPad, Preset, Gig and Complete modes are available, the last providing access to all controls.\n\nVisit www.frozenape.com for demo videos.\n\nFeatures Summary\n\nConfiguration\n• 35 different time signatures, including compound and complex meters: 1-13\/2, 1-13\/4, 3\/8, 5\/8(2 variations), 6\/8, 7\/8(3 variations), 9\/8, 12\/8 \n• 6 rhythm patterns for simple meters and 3 for compound meters \n• Customize accents or turn beats off to create more complex rhythms\n• Tap tempo function \n• Tempo ranges from 10 to 800\n\nDisplay\n• Visual feedback in the form of pulsating LEDs\n• Two pendulum types, each with two animation types\n• Flash whole screen\n• Fullscreen display mode with gesture controls\n\nSetlists\n• Store presets in multiple setlists \n• Advanced setlist management including search, overwriting, copying between setlists and multi-deletion\n• Quick editing\n• Share setlists via email \n• Backup via iTunes File Sharing \n\nAutomator and Tracker\n• Track number of bars played or time your practice\n• Stop playback automatically when limit reached\n• Up to 2 bars of voice count in\n• Automatic adjustment of tempo every n number of bars or n amount of time\n• Loop and auto advance through setlists\n\nSound\n• Choose from 14 sound sets, including one optimized for live drumming click tracks \n• Voice counting \n• Vibration mode\n• Pan audio left, right or centered\n• Volume control and mute button\n\nControl\n• Control setlists, tempo and playback with AirTurn, iRig BlueBoard, PageFlip Cicada, headphones remote and other accessories\n• Assign action to proximity sensor trigger\n\nMiscellaneous\n• Classical metronome and Italian tempo markings \n• Pitch pipe for playback of all 12 chromatic pitches (calibration from A = 414 to 466 Hz)\n• Multi-tasking support: plays in background, with audio from other apps\n• Four color themes and 2 styles\n• Theme Editor to create unlimited custom themes (iPhone only, coming to iPad later)","genre":"Other"}
{"name":"Skat","size_bytes":66160640,"price":3.99,"ver":"11.0.10","cont_rating":"4+","description":"Skat is a trick taking card game. It is the most popular German card game played by over 20 million people.\nOur Skat app was #1 card game for over six weeks in the German App Store.\nPlay the original on iPhone and enjoy many hours of intensive gameplay!\n\nHighlights:\n- Strong computer opponents\n- German and French deck of cards\n- Replay and in-game help for beginners\n- Customize the rules with Kontra, Re, Bock and Ramsch\n- Choose from three great background scenes \n- Select your own photos for the computer opponents\n\nWarning: The spoken game sound is German language only. Please contact the authors if you are interested in localized sound. Thank you!\n\nSKAT for iPhone is based on the desktop version of Skat for Mac and PC. For 20 years this is one of the most favored computer skat games.\nLearn more at www.skat-game.com","genre":"Games"}
{"name":"Color Splash","size_bytes":28135424,"price":0.99,"ver":"3.6.1","cont_rating":"4+","description":"Color Splash lets you quickly and easily give photos a dramatic look by converting them to black and white, while keeping your chosen details in color. This effect draws the viewers' attention to the colored areas, creating striking images.\n\nThe intuitive and responsive multi-touch user interface makes Color Splash amazingly easy and fun to use. Use your finger as a brush to \"paint\" sections of your image black and white, or to bring back the original color.  Zooming in and out using the two-finger pinching gesture allows you to work on details with pixel-accuracy.\n\nFeatures:\n- Short tutorial videos explain the use of all features and will have you editing your images in minutes.\n- Choose photos to edit from your iPhone photo library or from Facebook, Instagram, Dropbox, Google+, Picasa or Flickr.\n- Share your edited images on Facebook, Instagram, Twitter, Flickr or Picasa. Email them, or save them to your Dropbox.\n- Save multiple sessions to resume your work later.\n- Undo any number of accidental brush strokes.\n- An alternative view mode highlights the regions that will remain in color with a red tint. This makes it easier to see and adjust the boundaries between color and black & white regions.\n- Choose from 4 different brushes (hard or soft edged, opaque or transparent) and adjust the brush size.\n- Hide the toolbars in full screen mode.","genre":"Photo & Video"}
{"name":"Zombieville USA","size_bytes":27962441,"price":0.99,"ver":"1.7","cont_rating":"12+","description":"** Zombieville USA 2 is now available!  **\n\nIn honor of its release, we're doing a crazy sale!  Now's your chance to get the original classic and\/or the stunning sequel for an absurdly low price!\n\nZombieville USA - one of the biggest hits on the app store!  Over 1.5 million players and counting!  Try it out for yourself and see why Zombieville USA is the definitive zombie experience on the App Store, spending more than 500 consecutive days in the US Top 100 charts!\n\nFor the latest on what we're up to, you can follow MikaMobile on Twitter!  http:\/\/twitter.com\/MikaMobile\n\n=^.^=\n\n----------------------\n\nWelcome to Zombieville USA!\n\nWhen your town is overrun by the walking dead, there's only one thing left to do - go through their pockets and look for loose change!  As the lone survivor of a zombie apocalypse, it's up to you to battle legions of the undead in a never ending fight for survival!  How long can you hold out?  Scrounge for cash and ammunition, and buy up to 15 upgradeable weapons as your inevitable doom closes in around you...\n\nZombieville USA combines the timeless appeal of classic arcade games with stunning graphics you have to see to believe.\n\nFEATURES:\n- Defend yourself with 15 different weapons, from shotguns to chainsaws, even rockets, katanas and flamethrowers!\n\n- Deceptively simple gameplay, with more depth than meets the eye.  Manage your cash and ammo carefully, or become zombie chow!\n\n- Be amazed by some of the most spectacular graphics and animation ever seen on a phone!\n\n- Intuitive touch-screen controls are easy to pick up and play.\n\n- Conveniently auto-saves your progress after each level - play at your own pace!\n\nBe sure to check out the eye-popping trailer at www.zombievilleusa.com!","genre":"Games"}
{"name":"Skype for iPhone","size_bytes":133238784,"price":0.0,"ver":"6.35.1","cont_rating":"4+","description":"Skype is a free messaging and calling app that let's you stay connected with people that matter to you.  \n \nYou can use Skype with friends and family to: \nSend and receive messages, photos, videos, documents, voice messages and your location. \nMake free* video and voice calls, even with people in other countries. \nShare your day-to-day with highlights. \nCall mobiles or landlines. Skype has low calling rates to many destinations.  \n \n(*Skype to Skype calls are free. Operator data charges may apply. We recommend using an unlimited data plan or WiFi connection).  \n \nSystem requirements: \n- iOS 8.0 or above (If you are using iOS 7 or earlier, you can download the last compatible version by tapping install\/update and following the prompt to download.)","genre":"Other"}
{"name":"Tumblr","size_bytes":151573504,"price":0.0,"ver":"8.6","cont_rating":"17+","description":"Tumblr is a place to discover and post about stuff you love, and join communities of people who love that same stuff. It’s pretty neat. \n\nQ: What can I post on Tumblr? \nA: Photos, videos, live videos, songs, text—pretty much anything. \n\nQ: Can I make gifs? \nA: Yes, you CAN make gifs! You can make them out of videos, bursts, live photos, or just shoot them on the spot. \n\nQ: What’s the deal with “reblogging”? \nA: It’s a way to take the stuff you find on Tumblr and make it your own. You can repost other people’s posts to your own blog. You can add commentary if you like. Other people can do the same with your posts. That’s how ideas spread on Tumblr, and it’s how communities form around them. \n\nQ: Who’s on Tumblr? \nA: People who are posting and reblogging about interesting stuff that you’re interested in. Politics. Movies. Memes and such. If you’ve ever seen anything interesting on the internet, chances are it came from Tumblr. \n\nQ: How do I talk to people on Tumblr? \nA: A few different ways. You can comment on a post, or you can reblog a post to your own Tumblr and add commentary, or you can send a private message. Whatever suits the occasion. \n\nQ: How do I find stuff to follow? \nA: Search for whatever you’re interested in. We’ll show you great posts about that stuff, and get you following the people who make those posts. Oh, you can also follow a search itself, and we’ll put sift the best material from that search right into your dashboard. \n\nQ: What kind of stuff are people talking about on Tumblr *right now*? \nA: Whatever’s happening in the world. The real world, the world of fiction, the world of pop culture, the world of academics, the world of safety and justice, the world of sports. Whatever world you live in, you’ll find it among all the trending topics in the search tab. \n\nQ: Do all Tumblrs look the same? \nA: No! You can totally customize your Tumblr’s appearance, right down to the colors and fonts you use. \n\nQ: How will people find my Tumblr? \nA: Tag your posts. Tumblr is full of passionate communities of people who are constantly searching through tags for new posts about stuff they love. Your stuff could be that stuff. \n\nQ: Am I ready to download Tumblr, deepen my perspective, and forever change the way I think? \nA: Yes.","genre":"Other"}
{"name":"iSwap Faces","size_bytes":27069440,"price":1.99,"ver":"5.1","cont_rating":"4+","description":"\"The #1 Face Swapping App Since 2009\"\n\nEver wanted to swap two faces in a photo? Now you can! It used to take a Photoshop master to transplant one face onto another, but iSwap Faces® makes it so easy to switch faces that anyone can do it in under a minute. Morph one person into another for everyone's entertainment!\n\nTake a picture with your iPhone\/iPad or load a photo from your library, place the masks over two faces, and iSwap Faces® does the rest! Swap faces in your friend's Facebook, Instagram, and Twitter photos! Post the results on Facebook, Instagram, or Twitter! You will laugh for hours!\n\niSwap Faces! Do you?\n\n▶ WHAT'S NEW\n• Swap faces between two separate photos!\n• Adjust color and brightness of faces!\n\n© Black Frog Industries, LLC. All Rights Reserved.","genre":"Photo & Video"}
{"name":"Match™ - #1 Dating App.","size_bytes":101259264,"price":0.0,"ver":"17.05.01","cont_rating":"17+","description":"Forget multiple apps for dating - we’ve baked all of your favorite features into one app. Discover people nearby, view their photos, wink for free, plus even more:\n\n• Exciting new matches every day\n• Get a constant flow of matches with Stream\n• Say yay or nay quicker with Mixer\n• Search like a boss with our powerful filters\n• Never miss a connection with push notifications\n\nWe’re #1 dates, relationships and marriages. That’s more than free dating sites like POF, Bumble, Tinder, or OkCupid. \n\nAnd unlike Zoosk, Badoo, eHarmony and Hinge, Match is home to the largest pool of singles in online dating—that includes gay dating websites, lesbian dating and plus size dating. \n\nHow do we do it? Our matching algorithm delivers only the single men or women that meet your standards. \n\nToday, 1 in 5 relationships start with online dating. Why not join the most proven matchmaker and start chatting?\n\nFrom gay dating to Asian dating to bbw dating, Match is the dating website where memberships become relationships. Get the singles dating app free and be a part of the best in the dating game.\n\nWe have multiple subscription options to choose from, starting as low as $21.99\/month: \n- Your iTunes account will be charged at confirmation of your purchase and auto-renews for the same price and duration period as the original one\/three\/six month package \n- Auto-renew may be turned off by going to your Account Settings after purchase and must be turned off at least 24-hours before the end of the current period \n- No cancellation of the current upgrade plan is allowed during your active period \n\nAt any time, you can review our Privacy Policy at http:\/\/www.match.com\/registration\/privacystatement.aspx \nOur Terms of Use is available at http:\/\/www.match.com\/registration\/membagr.aspx","genre":"Other"}
{"name":"Tozzle - Toddler's favorite puzzle","size_bytes":168192000,"price":2.99,"ver":"5.1","cont_rating":"4+","description":"-- comment by 2 year old Madeleine:  \"again!\"\n******* MORE THAN 40 PUZZLES AND FUNNY ANIMATIONS! ******* \n*** SUPPORTS IPHONE AND IPAD ***\n\nTozzle supports English, German, French and Spanish!\nTry before you buy! Search for Tozzle Lite on the AppStore.\n\n\nLooking for something entertaining but also educational for your kid? Then Tozzle is the perfect App for you! This puzzle app is built  for children from age 2 - 99.\nIt keeps your toddler entertained and he\/she learns to improve shape recognition and motor activity.\nChoose from more than 40 different puzzle pictures, all including funny sound effects.\nIt's really easy to use. Just let your toddler pick one out of more than 40 colorful, child orientated  puzzles and let him \/ her solve it by drag&drop. Once a puzzle is solved your kid can play around with the sound effects by tapping on the figures. \nAn exit button on the bottom left brings you back to the selection menu. \n\nThis program was tested by several toddlers and we took their suggestions seriously to create a funny but educational app for them.\nIf a child can't find the right place for a piece, a helping arrow appears after the third try so every child can solve every puzzle.\n\nLook forward to relaxed car rides, you´ll never again have to drive AND entertain your kid, you can concentrate on driving while your child is having fun with Tozzle! \n\nIf you want to see Tozzle in action, just search for \"Tozzle\" on Youtube.\n\nTo change the language, select \"Settings -> Tozzle -> Language\"\n\nfollow us on twitter: twitter.com\/nodeflexion","genre":"Games"}
{"name":"HomeBudget with Sync","size_bytes":17485824,"price":4.99,"ver":"3.3.0","cont_rating":"4+","description":"Now available in mobile [iPhone\/iPad] and desktop versions [Mac OS, Windows], including instant data sync between mobile\/desktop versions. (Separate purchase required for each OS platform). \n\nA lite version of HomeBudget is available under the free applications category. Give it a try.\n\nContact support@anishu.com, if you need help. We have no way of contacting you if you post an issue as a review.\n--\n\nHomeBudget is an integrated expense tracker designed to help you track your expenses, income, bills-due and account balances. It offers support for budgeting, and allows analysis of your expenses and income, including charts and graphs. Two key differentiating features of HomeBudget are: \n\n1. Integrated set of features. The features within HomeBudget are well integrated such that a bill can become an expense (when you pay for it) and also adjust the account balance at the same time.\n\n2. Family sync. HomeBudget includes Family Sync, an advanced feature that allows a group of devices within the household to exchange expense and income information, and work together within a single budget. Once setup, the devices sync with each other automatically over the air. Family Sync works across all features including Bills and Accounts. Please refer to the Family Sync Quick Start guide at http:\/\/www.anishu.com for information on configuring Family Sync.\n\nKEY FEATURES:\n\nExpenses:\n- Create\/Edit\/Delete expenses and recurring expenses\n- Browse expense entries by month, by category\/date with the ability to drill-down\n- Optionally associate an account and payee with an expense\n- Attach photo images of receipts; drag and resize images on screen\n- Support for multiple currencies and automatic exchange rate conversion\n- Search expense entries\n\nIncome:\n- Create\/Edit\/Delete income and recurring income\n- Optionally associate an account with the income\n\nBills\n- Create\/Edit\/Delete bills and recurring bills\n- Support for Payees, and track payments by Payee.\n- Make payment on bills either an as expense or as a transfer (to avoid double accounting your expenses)\n- Calendar and list view of Bills\n- Bill reminders\n\nCategories and Budget\n- Create\/Edit\/Delete expense categories and sub-categories\n- Set a budget, and track expenses at the category\/sub-category level.\n- Associate icons with the categories and reorder category display order\n- Budget rollover\n- Classify expenses into fixed, variable and discretionary and compute your disposable income\n\nAccounts\n- Support for Accounts such as Checking, Savings, Credit, Debit, Cash, etc. \n- Associate your expense and income entries with your accounts and accurately track account balances. \n- View transactions, and do transfer between accounts.\n- Ability to choose a different base currency for each account\n\nReports\n- Trend chart for Expense, Budget and Income for the last 6 months\n- Pie\/Bar charts for expense break-down (Available in the Expenses screen).\n- Export data\/reports by email or via WiFi\n\nFamily Sync\n- Automatically sync multiple devices (iPhone, iPad, iTouch) in the household and see the same numbers on all devices over 3G and WiFi\n- Work within the same budget with other members of the household\n\nOther\n- Backup\/Restore complete application data, including all receipts\n- Ability to upload your own list of category icons\n- Large numeric keypad for expense\/income amount entry\n- HomeBudget follows the locale\/region setting on your device and shows date and currency symbols appropriate for your region\n\nVisit http:\/\/www.anishu.com to see more screenshots, and to download the user guide (PDF, 42 pages).","genre":"Other"}
{"name":"Wind Meter","size_bytes":5234688,"price":0.99,"ver":"5.0","cont_rating":"4+","description":"The Original Wind Meter\n\n*******\nWind Meter 5.0 - Supports iPhone 4 and 5, iOS 6, iOS 7, iOS8.  \nNote: You must grant access to your microphone under Settings > Privacy for the application to work properly.  \n\n****** A TOP \"20\" PAID WEATHER APPLICATION FOR 24 MONTHS STRAIGHT******     \n\nTHE ORIGINAL WIND METER APP DESIGNED TO MEASURE WIND SPEED DIRECTLY ON YOUR PHONE\n   \nNo CELL TOWER or signal is necessary!  Wind Meter works by measuring the volume of wind flowing over your iPhone microphone and converting it into an effective wind speed reading in REAL TIME at your location!      \n                                       \nAs quoted by: KITELIFE MAGAZINE -\n\n\"In our own field tests here at KITELIFE, we found that in a relatively consistent wind speed of 3-28 mph, the Wind Meter app was surprisingly accurate.\"\n\nAs quoted by: BLUE WATER SAILING MAGAZINE - \n \n\"We were really jazzed to see this new wind speed app for the iPhone and downloaded it right away. It is really cool and will be appreciated by sailors everywhere.\"\n\nAs quoted by: PANBO MARINE ELECTRONICS -  \n\n\"Would you believe it? -- it actually works.  I was out testing and photographing the NMEA 2000 wind rig early this morning and thus could compare Wind Meter to a consensus of five high quality sensors mounted just a few feet over my head\".   \nBen Ellison - PANBO MARINE ELECTRONICS\n\nAs quoted by: ROBERT JOHNSON MEN'S MID-d & DISTANCE COACH, CORNELL UNIVERSITY CO-FOUNDER, LETSRUN.COM - \n\n\"As a Division 1 Track Coach and operator of LetsRun.com, I was stunned to learn that the iphone could measure wind speed. This app works as advertised and is a lot of fun to take to a track meet.\"    Robert Johnson - CORNELL UNIVERSITY\n\nOTHER REAL WORLD USERS:\n\n“Was at Seaside on the weekend and a guy had the app. We put it up next to a wind meter and was only off from the wind meter by 1 mph--pretty impressed.”\nReference: http:\/\/forums.ikitesurf.com\/viewtopic.php?t=12643\n\n“Works real good; pretty accurate side by side with other handheld meters. seems to have better averaging [as compared with skywatch]”\nReference: http:\/\/forums.iwindsurf.com\/viewtopic.php?p=102262\n\n\"First Test Proved it For Me, Very clever app!  By chance it's blowing tonight, so I went up to our flat roof and stood a few feet below our Davis instruments anemometer. The Davis recorded a max gust of about 26 mph while the max I recorded with the Wind Meter was 23 mph. Had I climbed a ladder, I expect the readings would have been even closer.\"\n\nOPERATOR'S MANUAL:\n\nWhen you open the Wind Meter APP the screen will rotate so that the microphone end of the phone will now be on top. To obtain the best wind speed readings, simply hold the iphone upright and straight out to your side with the screen facing you, letting the wind slip over the top of the phone, and push Get Wind!  Wait at least 5-10 seconds and then push Got Wind!  The final reading is the average for the period. The Wind Meter estimates wind speeds from 4-28 mph.   We recommend that you test the Wind Meter for your particular iPhone or type of use, using only natural wind and a commercial grade anemometer for comparisons. While the default calibration is appropriate for many phones, if your iOS device appears to over or under measure, you can easily calibrate your phone's Wind Meter Application by pushing the Calibrate button.  Due to the necessary installation of a noise dampener, the Wind Meter is most effective in consistent winds. For the same reason, it begins to effectively estimate wind speeds that are above 5mph.  Additionally, Wind Meter cannot measure wind speeds over 28mph (hurricane strength winds) since this equates to the max decibel level an iPhone can detect. \n\nThis application is not intended to replace commercial grade anemometers or scientific instrumentation.\n  \nWind Meter supports multiple units of measure including Miles Per Hour, Knots, Kilometers Per Hour, Beaufort, Feet Per Second, and Meters Per Second.\n\nhttp:\/\/www.goingapps.com","genre":"Other"}
{"name":"Map My Run+ - GPS Running & Workout Tracker","size_bytes":237913088,"price":2.99,"ver":"17.5.5","cont_rating":"4+","description":"Track and map every run with MapMyRun+. For every mile you go, you’ll get feedback and stats to help you improve your performance. Discover new workout routes and save or share your favorites, and get inspired to reach new running goals with a 40 million member strong community of runners. Whether you’re a beginner looking to log your first mile or a seasoned runner, you’ll find the features and tools you need to stay on track and motivated along the way.\n\n- Named one of the 10 best lifestyle iPhone apps of all time by Mashable\n- Featured in the NY Times, TechCrunch, Wired, and TIME\n- Voted Best Running App Readers' Choice on About.com\n\nTRACK AND MAP YOUR WORKOUTS\n- Get audio feedback on every GPS-tracked run and view the route you took on the map.\n- Choose from over 600 different sports to keep a full log of all your activities.\n- Use the Routes feature to find nearby places to run, save your favorite paths, add new ones and share them with others.\n- Enjoy an ad-free experience with MapMyRun+ and have no distractions to your training.\n\n\nANALYZE YOUR PERFORMANCE ON EVERY MILE\n- Gain in-depth insights on every workout, with detailed stats including pace, distance, duration, calorie burn, elevation, and more.\n- Keep an eye on your progress by reviewing your previous workouts.\n- Set personal goals and adjust them as you improve with each run.\n\nCONNECT WITH APPS AND WEARABLES\n- Let your shoes do the tracking - SpeedForm® Gemini 2 Record-Equipped Running Shoes automatically track your runs and sync your data with your MapMyRun app.\n- Sync your data with the hottest apps and wearables, including Apple Watch, Garmin, Fitbit, Jawbone, and hundreds more.\n- Take control of your nutrition by connecting with MyFitnessPal for a comprehensive look at your calorie intake and burn.\n\nJOIN A COMMUNITY OF MORE THAN 40 MILLION RUNNERS\n- Stay up-to-date with friends and motivate each other.\n- Share your workouts through Facebook and Twitter.\n- Join Challenges to compete with others, climb the leaderboard, and win awesome prizes.\n\nTAKE YOUR RUNS FURTHER WITH MVP PREMIUM FEATURES\n- Reach your running goal with a personal training plan which adapts dynamically to your fitness level as you improve.\n- Monitor and analyze your Heart Rate zones to adjust your training based on your goal.\n- Create custom splits based on the distance you want to track.\n- Access additional premium features on MapMyRun.com\n\nIf you upgrade to a premium MVP subscription, payment will be charged to your iTunes account at confirmation of purchase. The monthly subscription costs USD 5.99 per month, while the yearly subscription costs USD 29.99 per year, or USD 2.50 per month. Your subscription renews automatically unless canceled at least 24 hours prior to the end of the current period. There is no increase in cost when renewing.\n\nSubscriptions can be managed and auto-renewal turned off in Account Settings in iTunes after purchase. Once purchased, the current period cannot be canceled. Any unused portion of a free trial period is forfeited if you choose to purchase a premium subscription to MVP.\n\nFind the full terms and conditions and our privacy policy at https:\/\/account.underarmour.com\/terms-and-conditions and https:\/\/account.underarmour.com\/privacy respectively.\n\nNote: Continued use of GPS running in the background can dramatically decrease battery life.\n\nMapMyRun+ is powered by Under Armour Connected Fitness – the world’s largest health and fitness community. The complete suite of Under Armour apps, built to empower healthy and active lifestyles, includes UA Record, MapMyFitness, Endomondo, and MyFitnessPal.","genre":"Other"}
{"name":"Map My Ride+ - GPS Cycling & Route Tracker","size_bytes":233513984,"price":2.99,"ver":"17.5.5","cont_rating":"4+","description":"Track and map every ride with MapMyRide+. For every mile you go, you’ll get feedback and stats to help you improve your performance. Discover new workout routes and save or share your favorites, and get inspired to reach new cycling goals with a 40 million member strong community of athletes. Whether you’re a beginner on your first climb or a cycling pro, you’ll find the features and tools you need to stay on track and motivated along the way.\n\nTRACK AND MAP YOUR WORKOUTS\n- Get audio feedback on every GPS-tracked ride and view the route you took on the map.\n- Choose from over 600 different sports to keep a full log of all your activities.\n- Use the Routes feature to find nearby places to ride, save your favorite paths, add new ones and share them with others.\n- Enjoy an ad-free experience with MapMyRide+ and have no distractions to your training.\n\nANALYZE YOUR PERFORMANCE ON EVERY MILE\n- Gain in-depth insights on every workout, with detailed stats including pace, distance, duration, calorie burn, elevation, and more.\n- Keep an eye on your progress by reviewing your previous workouts.\n- Set personal goals and adjust them as you improve with each ride.\n\nCONNECT WITH APPS AND WEARABLES\n- Let your shoes do the tracking - SpeedForm® Gemini 2 Record-Equipped Shoes automatically track your activity and sync your data with your MapMyRide+ app.\n- Sync your data with the hottest apps and wearables, including Garmin, Fitbit, Jawbone, and hundreds more.\n- Take control of your nutrition by connecting with MyFitnessPal for a comprehensive look at your calorie intake and burn.\n\nJOIN A COMMUNITY OF MORE THAN 40 MILLION ATHLETES\n- Stay up-to-date with friends and motivate each other.\n- Share your workouts through Facebook and Twitter.\n- Join Challenges to compete with others, climb the leaderboard, and win awesome prizes.\n\nTAKE YOUR RIDES FURTHER WITH MVP PREMIUM FEATURES\n- Reach your cycling goal with a personal training plan which adapts dynamically to your fitness level as you improve.\n- Monitor and analyze your Heart Rate zones to adjust your training based on your goal.\n- Create custom splits based on the distance you want to track.\n- Access additional premium features on MapMyRide.com\n\nIf you upgrade to a premium MVP subscription, payment will be charged to your iTunes account at confirmation of purchase. The monthly subscription costs USD 5.99 per month, while the yearly subscription costs USD 29.99 per year, or USD 2.50 per month. Your subscription renews automatically unless canceled at least 24 hours prior to the end of the current period. There is no increase in cost when renewing.\n\nSubscriptions can be managed and auto-renewal turned off in Account Settings in iTunes after purchase. Once purchased, the current period cannot be canceled. Any unused portion of a free trial period is forfeited if you choose to purchase a premium subscription to MVP.\n\nFind the full terms and conditions and our privacy policy at https:\/\/account.underarmour.com\/terms-and-conditions and https:\/\/account.underarmour.com\/privacy respectively.\n\nNote: Continued use of GPS running in the background can dramatically decrease battery life.\n\nMapMyRide+ is powered by Under Armour Connected Fitness – the world’s largest health and fitness community. The complete suite of Under Armour apps, built to empower healthy and active lifestyles, includes UA Record, MapMyFitness, Endomondo, and MyFitnessPal.","genre":"Other"}
